{
  "tf_11000001_name": "Optimus Prime",
  "tf_11000002_name": "Elita One",
  "tf_11000005_name": "Ironhide",
  "tf_11000006_name": "Chromia",
  "tf_11000007_name": "Autobot Ratchet",
  "tf_11000008_name": "Perceptor",
  "tf_11000009_name": "Wheeljack",
  "tf_11000010_name": "Grimlock",
  "tf_11000011_name": "Snarl",
  "tf_11000012_name": "Slug",
  "tf_11000013_name": "Sludge",
  "tf_11000014_name": "Swoop",
  "tf_11000015_name": "Ultra Magnus",
  "tf_11000016_name": "Autobot Jazz",
  "tf_11000017_name": "Prowl",
  "tf_11000018_name": "Smokescreen",
  "tf_11000019_name": "Silverstreak",
  "tf_11000020_name": "Autobot Gears",
  "tf_11000021_name": "Huffer",
  "tf_11000022_name": "Brawn",
  "tf_11000023_name": "Trailcutter",
  "tf_11000024_name": "Jetfire",
  "tf_11000025_name": "Sunstreaker",
  "tf_11000026_name": "Sideswipe",
  "tf_11000027_name": "Tracks",
  "tf_11000028_name": "Red Alert",
  "tf_11000029_name": "Inferno",
  "tf_11000030_name": "Powerglide",
  "tf_11000031_name": "Seaspray",
  "tf_11000032_name": "Autobot Hound",
  "tf_11000033_name": "Decepticon Frenzy",
  "tf_11000034_name": "Cliffjumper",
  "tf_11000035_name": "Bumblebee",
  "tf_11000036_name": "Wreck-Garr",
  "tf_11000037_name": "Windcharger",
  "tf_11000038_name": "Grapple",
  "tf_11000039_name": "Hoist",
  "tf_11000040_name": "Firestar",
  "tf_11000041_name": "Cosmo",
  "tf_11000042_name": "Beachcomber",
  "tf_11000043_name": "Ramhorn",
  "tf_11000044_name": "Autobot Rewind",
  "tf_11000045_name": "Eject",
  "tf_11000046_name": "Steeljaw",
  "tf_11000047_name": "Blaster",
  "tf_11000048_name": "Metroplex",
  "tf_11000049_name": "Skylinx",
  "tf_11000050_name": "Omega Supreme",
  "tf_11000051_name": "Blurr",
  "tf_11000052_name": "Sergeant Kup",
  "tf_11000053_name": "Rodimus Prime",
  "tf_11000054_name": "Wheelie",
  "tf_11000055_name": "Arcee",
  "tf_11000056_name": "Warpath",
  "tf_11000057_name": "Roadburner",
  "tf_11000058_name": "Whirl",
  "tf_11000059_name": "Air Raid",
  "tf_11000060_name": "Slingshot",
  "tf_11000061_name": "Silverbolt",
  "tf_11000062_name": "Fireflight",
  "tf_11000063_name": "Skydive",
  "tf_11000065_name": "Slapdash",
  "tf_11000066_name": "Joyride",
  "tf_11000067_name": "Getaway",
  "tf_11000068_name": "Nightbeat",
  "tf_11000069_name": "Hardhead",
  "tf_11000070_name": "Highbrow",
  "tf_11000071_name": "Brainstorm",
  "tf_11000072_name": "Autobot Streetwise",
  "tf_11000073_name": "Blades",
  "tf_11000074_name": "Hotspot",
  "tf_12000001_name": "Megatron",
  "tf_12000002_name": "Starscream",
  "tf_12000003_name": "Skywarp",
  "tf_12000004_name": "Thundercracker",
  "tf_12000005_name": "Acid Storm",
  "tf_12000006_name": "Sunstorm",
  "tf_12000007_name": "Slipstream",
  "tf_12000008_name": "Dirge",
  "tf_12000009_name": "Thrust",
  "tf_12000010_name": "Ramjet",
  "tf_12000011_name": "Ratbat",
  "tf_12000012_name": "Overkill",
  "tf_12000013_name": "Slugfest",
  "tf_12000014_name": "Decepticon Rumble",
  "tf_12000015_name": "Decepticon Frenzy",
  "tf_12000016_name": "Buzzsaw",
  "tf_12000017_name": "Ravage",
  "tf_12000018_name": "Laserbeak",
  "tf_12000019_name": "Beastbox",
  "tf_12000020_name": "Soundwave",
  "tf_12000021_name": "Shockwave",
  "tf_12000022_name": "Deluge",
  "tf_12000023_name": "Dr. Arkeville",
  "tf_12000024_name": "Nemesis Prime",
  "tf_12000025_name": "Gnaw",
  "tf_12000026_name": "Flamewar",
  "tf_12000027_name": "Trypticon",
  "tf_12000029_name": "Runabout",
  "tf_12000030_name": "Runamuck",
  "tf_12000031_name": "Darkwing",
  "tf_12000032_name": "Dreadwind",
  "tf_12000033_name": "Hardshell",
  "tf_12000034_name": "Kickback",
  "tf_12000035_name": "Sharpshot",
  "tf_12000036_name": "Venom",
  "tf_12000037_name": "Ransack",
  "tf_12000038_name": "Chopshop",
  "tf_12000039_name": "Barrage",
  "tf_12000040_name": "Bonecrusher",
  "tf_12000041_name": "Mixmaster",
  "tf_12000042_name": "Scavenger",
  "tf_12000043_name": "Long Haul",
  "tf_12000044_name": "Hook",
  "tf_12000045_name": "Scrapper",
  "tf_12000047_name": "Headstrong",
  "tf_12000048_name": "Rampage",
  "tf_12000049_name": "Divebomb",
  "tf_12000050_name": "Razorclaw",
  "tf_12000051_name": "Tantrum",
  "tf_12000053_name": "Drag Strip",
  "tf_12000054_name": "Dead End",
  "tf_12000055_name": "Breakdown",
  "tf_12000056_name": "Wildrider",
  "tf_12000057_name": "Motormaster",
  "tf_12000059_name": "Onslaught",
  "tf_12000060_name": "Blast Off",
  "tf_12000061_name": "Brawl",
  "tf_12000062_name": "Vortex",
  "tf_12000063_name": "Swindle",
  "tf_12000065_name": "Scourge",
  "tf_12000066_name": "Cyclonus",
  "tf_12000067_name": "Galvatron",
  "tf_12000068_name": "Weirdwolf",
  "tf_12000069_name": "Fangry",
  "tf_12000070_name": "Growl",
  "tf_12000071_name": "Tracer",
  "tf_12000072_name": "Dropshot",
  "tf_12000073_name": "Bombshock",
  "tf_12000074_name": "Reflector",
  "tf_12000075_name": "Barricade",
  "tf_12000076_name": "Misfire",
  "tf_13000002_name": "Orion Pax",
  "tf_13000003_name": "Alpha Trion",
  "tf_11000001_description": "He is strong, brave and wise. He is the leader of the Autobots. His brilliant capability led the Autobots to turn the tables repeatedly in the wars against the Decepticons.",
  "tf_11000002_description": "Elita One is also one of the leaders of the Autobots. Under her leadership, female Autobots are by all means devoting themselves to the battles to expel the Decepticons from Cybertron.",
  "tf_11000005_description": "Ironhide is serious, tough and always ready for fighting. He promoted step by step depending on his contributions. His laser armor makes him a formidable opponent in front of any enemy.",
  "tf_11000006_description": "She is the Deputy Commander listening to Elita One. When Elita One is not in she will take over the team.",
  "tf_11000007_description": "Although Autobot Ratchet is trying his best to avoid fighting, that doesn't mean he don't know how to fight. Rich knowledge of anatomy makes his attacks precise and mortal. He is no doubt the last one you want to fight with.",
  "tf_11000008_description": "He is the greatest scientist of Cybertron history. Lots of the Autobots' techniques commonly seen are his achievements. His great inventions promote the progress of science and technology immensely.",
  "tf_11000009_description": "He is an inventor who can make lots of troubles as well as solving problems. His lab where he is driving technology innovations should be separated because there is too many inexplicable explosions happening there every day.",
  "tf_11000010_description": "Many Autobots tend to doubt his loyalty. He values authority and strength more than wisdom and mercy, which is pretty much like the style of the Decepticons. He prefers to solve problems with his energy blade, which is hugely against Optimus Prime's principles.",
  "tf_11000011_description": "He is always being worried and asocial, unwilling to execute Grimlock's commanders. His taciturnity isolate him more.",
  "tf_11000012_description": "He is narrow-minded, violent and despicable. His behaviors contributed a lot to the Dinobots' disrepute. Melting the enemies, even the fellows who are not agree with him, with his flames is what he likes.",
  "tf_11000013_description": "He is the most foolish one among the Dinobots. He'd love to show off his strength to make up for the lack of the mind, like stamping his feet to make the battlefield shiver, to show that he has come.",
  "tf_11000014_description": "Although he is a show-off, he is the kindest one among the Dinobots, but it's easy for him to frighten his enemies and fellows when he is in dinosaur form.",
  "tf_11000015_description": "He is the second one, the first one is Optimus Prime, that the Decepticons are most afraid of. He will never give up on the battlefields. Countless Decepticons died under his hammer.",
  "tf_11000016_description": "He is the best one among the Autobots to carry out the special tasks. The most dangerous and sensitive tasks are often assigned to him because of his intelligence and leadership ability.",
  "tf_11000017_description": "He is a valuable assistant of Optimus Prime's, excellent administrator and logician. His duty is to organize and train the Autobots, getting them ready to fight their enemies at any time.",
  "tf_11000018_description": "His job is to spread false information to shift the enemies' focus and divide them from within. Thanks to his perfect work, the Autobots repeatedly succeeded in their sneak attacks, and he himself also enjoys it very much.",
  "tf_11000019_description": "Silverstreak never talks about himself, but in fact, he loves to talk very much. He will talk to himself when he is alone, and keep talking to his enemies on the battlefield. Sometimes his enemies had die under his weapons rather than be kept listening to him talking.",
  "tf_11000020_description": "He prefers Cybertron to the Earth and is always complaining about being stranded on the Earth. This sometimes makes him a little funny. Although he is comparatively negative, he can still contribute to his team when it needs.",
  "tf_11000021_description": "Huffer's friends always say that he is seeing this world through a muddy windshield. He is pessimistic and always complaining about his work. But however he complains, he can always accomplish his task excellently.",
  "tf_11000022_description": "He is an explosives expert. He is surprisingly powerful in spite of being small. He loves to challenge and always fights with opponents several times larger than him.",
  "tf_11000023_description": "He is humorous and loves jokes. His impregnable force field and inspiring courage make up for the lack of speed and efficiency.",
  "tf_11000024_description": "He was the most famous scientist of Cybertron, but disappeared when having the highest prestige. After he was found in the glacier on the earth, he went into battle immediately. He is regarded one of the most powerful fighters.",
  "tf_11000025_description": "He only fights for himself and is very willing to fight as long as his spray painting is not influenced. But he prefers staying at home and doing some polishing to fighting with the Decepticons.",
  "tf_11000026_description": "Before the war started, he was a ambitious racer of Cybertron. But his precipitance and doing anything for win made him separated. After joining the Autobots, he decided to do self-salvation.",
  "tf_11000027_description": "If you ask what Tracks is in love with, it is no doubt himself. He is infatuated with the luster reflected from his perfect body under the sun. He is definitely not a coward. The only reason he tries his best to avoid fighting is to protect his body not to get scratched or sunken.",
  "tf_11000028_description": "He is the security staff of the Autobots. He will set probes and sensors everywhere, monitoring both enemies and fellows. But thanks to his tendency, they found and stopped the Decepticons' conspiracies again and again.",
  "tf_11000029_description": "His main work is to search and rescue. Of course, he loves to fight the Decepticons. He likes to stop the force field with his energy, or to disrupt the enemies with chemical foam.",
  "tf_11000030_description": "He doesn't have heavy armors or firepower, but when in air war, he is a reliable expert. He can confuse and avoid the enemies with his excellent flying skills.",
  "tf_11000031_description": "Seaspray is a perfect fighter on any planets. He is inadaptable to the land, so his performance on land is just OK. But in water, you can hardly find a guy to match him.",
  "tf_11000032_description": "He is the top detective of the Autobots. He can sense even the slightest electromagnetic radiation the enemies left. Nobody can hide from him.",
  "tf_11000033_description": "He is one of the Autobots spies, equipped with special Gap Generator which can give his enemies complicated illusion in order to get himself invisible. He is very loyal to fellows and loves jokes",
  "tf_11000034_description": "Don't know where to find Cliffjumper? Go to the battlefield. Nothing is more joyful to this battlesome Autobot than kicking the Decepticons' asses.",
  "tf_11000035_description": "He is an excellent spy of the Autobots. He is very small and easy to access the enemies' places without being noticed. But don't look down upon him because of his size. He is one of the strongest warriors.",
  "tf_11000036_description": "He is so crazy about the televisions on the Earth that most of his words are the quotes from ads or movies. This is odd but his performance on the battlefield is pretty good.",
  "tf_11000037_description": "He doesn't have the fastest speed, but his accelerated speed is incredible. He can get his speed from 0 to 130 kilometers per hour within 1 second! He can also create huge magnetic field to fire with the cannon on his arm.",
  "tf_11000038_description": "He is a famous and great architect of Cybertron. You can see his iconic works thrusting into the sky everywhere on this planet. After most of his works were destroyed in war, he is now only building functional shelters for the Autobots.",
  "tf_11000039_description": "He is just like the family doctor of the Autobots. Every Autobot's routine checks and maintenances are all done by him. He is optimistic, kind and loves his work.",
  "tf_11000040_description": "Firestar is one of the members of Elita One team. Inferno, Chromia and she are good friends.",
  "tf_11000041_description": "Cosmo stays in outer space all alone. He will hover in human's backyards to scare them, or shuttle in meteor shower in zigzag form to kill the time.",
  "tf_11000042_description": "He has no interest in wars. He'd rather to have a long lonely travel to the endless deserts or seacoasts. Only in these places can he feel far away from the endless war between Decepticons and Autobots.",
  "tf_11000043_description": "Although some Autobots believe that they can turn the war into a kind of peaceful competition, he still believes that he can solve everything by his invincible horn.",
  "tf_11000044_description": "Autobot Rewind remembers everything. This makes him an excellent spy, though data overload often causes crushing headaches. Luckily, Sunder is there, to soothe his friend aching circuits with the gentle thunder of the beats he loves.",
  "tf_11000045_description": "Eject honestly believes that if the Autobots and the Decepticons could just agree to resolve their disputes through some friendly competition, then the entire war could be brought to an end. ",
  "tf_11000046_description": "Steeljaw is a tenacious tracker of unmatched skill, whose olfactory sensors can track the faintest scent for a range of 800 miles. He has a nearly unbreakable bite, from which he takes his name.",
  "tf_11000047_description": "Blaster loves Earth music, especially good, hard, loud rock 'n' roll. He marches to his own beat, whether it's pounding beats or pounding Decepticons skulls.",
  "tf_11000048_description": "He is very modest, but really strong, wise and brave. He is very loyal to the Autobots, believing that he can still contribute more for his team, which makes himself highly appraised by his fellows.",
  "tf_11000049_description": "As a strong warrior, Skylinx is self-centered, and loves bragging. He is fearless and always feels himself better than many of the Autobots.",
  "tf_11000050_description": "As the guardian of Cybertron, Omega Supreme tends to avoid the skirmishes between the two camps. But when the safety of his world was threatened, he finally awoke. The powerful arsenal under his control shook the foundation of the whole planet.",
  "tf_11000051_description": "Many Autobots think he is impatient because he talks and moves very fast. In contrast, this just embodies his determination, no matter when helping his fellows or fighting with enemies.",
  "tf_11000052_description": "There is a rumor that Sergeant Kup is laserproof. He can walk calmly through even the thickest crossfire. The Autobots that serve under him think he might have a screw loose somewhere, but they still gladly follow him anywhere.",
  "tf_11000053_description": "He is young and brave, heading for danger without a second think. He hopes to contribute like a hero and get a return one day. Although he lacks in experience, he is a warrior with talent.",
  "tf_11000054_description": "He is the only survivor in a planetary migration spacecraft crash. The strong willing to survive made him sly and bold. He is a Decepticon-hater, and a staunch ally of Dinobots, Rodimus and Sergeant Kup's.",
  "tf_11000055_description": "She is nimble, tactful and ready to fight at any time. Maybe she is not the strongest, but her amazing grapple skills are very enough to make up for the lack of firepower.",
  "tf_11000056_description": "Wherever the fight is, that's where Warpath wants to be. His super heavy armor and powerful weapons mean he doesn't have to worry about things like orders or tactics. He just heads straight for wherever the fighting is heaviest, pouring fire into the enemy.",
  "tf_11000057_description": "He is keen to rescue those who need help, and will never give up as long as there is a glimmer of hope. Unfortunately, sacrifice can't be avoid in war. This is a heavy blow to his enthusiasm.",
  "tf_11000058_description": "He believes that getting crazy is a very effective tactic in logic. He is just like an uncontrolled swaying psychopath when he turns into a helicopter and pilot crazily.",
  "tf_11000059_description": "He is a fearless young warrior. Some may think he is reckless because he will hit his enemy with his head. In fact the only purpose of him is to have fun.",
  "tf_11000060_description": "He is a braggart. Many Autobots think his boast and noisiness is to hide his insecurity because he is the weakest one among the Aerialbots.",
  "tf_11000061_description": "He has acrophobia, but never gives in to it. He keeps showing others he is a brave and determined warrior. As the leader of the Aerialbots, he has proved himself a capable commander.",
  "tf_11000062_description": "When he takes off, the Autobots need to keep a certain safe distance from him. He loves to fly so much that he forgets there are others flying around him, too. But his enthusiasm and fearlessness in the air can make up for his boldness.",
  "tf_11000063_description": "He is a military fan, who prefers to study the history of air warfare than participate in the war. Whether in the Decepticons or Autobots, there are only a few can compete with him in the areas of air warfare.",
  "tf_11000065_description": "Spladash is clumsy but cute. It is the cuteness that makes his companions forgave him every time he gets himself into trouble. He always forgets to bring the explosives, but he can always finish the task by pure luck in the battlefield. Thus this is the so-called fortune favors the fool.",
  "tf_11000066_description": "He used to be a car thief, but now an excellent mechanician, at the same time a maniac racer, who likes to go racing on the road regardless of the consequences, to pursue excitement. This annoys some of the Autobots who would rather to follow the rules. His wheels are equipped with titanium alloy, which offers a strong grip to make a concise control possible on the road.",
  "tf_11000067_description": "He is a master of escape. Even in the extreme situations, he can remain calm and keep logic thinking. In the area of escape, he is kind of a legend. All of this begin with several extremely dangerous battles on the planet of Cybertron.",
  "tf_11000068_description": "Although he is a serious Autobot who prefers to follow the rules, he would take all means to get what he wants. He likes to work alone, at which time the work efficiency will be the highest. No matter driving on the dark path in the countryside or the six-lane bright highway road, he feels comfortable all the time. He can calmly solve the problem by using the logic thinking.",
  "tf_11000069_description": "He is an absolute soldier, who dedicates everything into the battle. This makes him a very stubborn person. He seldom asks for others' advices and seldom participates anything non-related to warfare.  Many people think he is unsophisticated, but he will be reliable on the battlefield in the view of Autobots.",
  "tf_11000070_description": "He always blurts out a series of complicated words to show his gift in the area of linguistics. This really troubles some of his companions. He always thinks too much about something, but it usually turns out that he is right when it comes about the area of strategy.",
  "tf_11000071_description": "Brainstorm thinks highly of his own wisdom and is well known as high intelligent in Autobots. He is a very crazy scientist, who always does some dangerous experiments without considering the safety and consequences. Thus his Autobot companions are not willing to test the new weapon or devise he invents.",
  "tf_11000072_description": "Nothing can escape Autobot Streetwise's eyes. He has an amazing adaptive capacity to accommodate himself into the environment. He is smart and determined. Nothing can stop him from looking for preys unless the power is off.",
  "tf_11000073_description": "He is a street warrior. Rather than flying, he would like to fight with Deceptions with his totating blade as the long-range air attach is a sign of meanness and cowardice.",
  "tf_11000074_description": "Where there are tasks, you can find Hotspot. He is with extraordinary charm and inspiring action. Other Protectobots will never keep up with his unstoppable steps. He believes that he should keep full open all his lifetime.",
  "tf_12000001_description": "Megatron began his life as a gladiator, built to fight in the brutal darkness of the Kaon pits. It was there that he learned that the strong survive and the weak perish, and there that he became determined to be the strongest of all. ",
  "tf_12000002_description": "There was a time when Starscream was an honorable soldier who fought for the defense of Cybertron. But long isolation aboard an orbital platform made him greedy and ambitious. Given the opportunity to once again lead troops, he gladly joined Megatron.",
  "tf_12000003_description": "Skywarp's not so bright, but he is the only Decepticon who possesses the ability of teleportation. Without supervision he's worthless as a warrior. He mostly uses his teleportation power for immature pranks on both friend and foe alike.",
  "tf_12000004_description": "He is a master of using sound to his advantage. Sonic vibrations from his attacks could be felt thousands of miles away, generating panic in those nearby, and deep unease even on the other side of the planet.",
  "tf_12000005_description": "A member of an obscure squad of Decepticon air warriors known only as \"The Rainmakers\". Acid Storm is highly intelligent, eager, and dedicated utterly to the Decepticon cause. He has a talent for marshalling vast amounts of data, as well as a way with words that would make him a powerful speaker.",
  "tf_12000006_description": "If beautiful color is a sign that nature is saying PLEASE DON'T TOUCH, nature is pretty tender than Sunstorm. If you get close to this Decepticon, you will get short circuited, your steel structure will get melt, and then you die immediately.",
  "tf_12000007_description": "Slipstream, the Female Starscream, is the Starscream clone that raises the most questions. She possesses considerable strategic thinking, a biting sense of humor, and a short temper. Like all of the clones, she represents an aspect of the original Starscream's personality.",
  "tf_12000008_description": "He has used the sub-harmonic frequency to deal with all the creatures for centuries. He turned his engines and his vocal processor to emit it. Fear follows him like a dark cloud. Even his fellow Decepticons feel it.",
  "tf_12000009_description": "Thrust was great to have around during the early days of the war, when the Decepticons won victory after victory. It wasn't until later, when the Autobots got organized enough to put up a fight, that Thrust began screaming and fleeing at the first sign of danger.",
  "tf_12000010_description": "He's got concussion missiles and argon lasers, but he'd rather skip all the nonsense and just smash head first in to his targets and anything else in his way.",
  "tf_12000011_description": "He is the most independent of the agents employed by Soundwave. He spends most of his time away from the others, engineering complex financial schemes rigged to cripple the Autobot network.",
  "tf_12000012_description": "As you might guess from the name, Overkill is all about excess. Sometimes this works to his advantage, such as when his endless tirades and theatrics distract his foes in combat. Sometimes excess works to his disadvantage and sometimes it just makes him look silly.",
  "tf_12000013_description": "Slugfest isn't so bright. Scratch that he's a complete and utter dimwit. Not only that, he's a complete and utter dimwit. The smallest whiff of a supposed slight against his person will send him into a berserker destructive rage.",
  "tf_12000014_description": "Chaos and destruction are all that Decepticon Rumble lives for. His powerful piledrivers send shuddering shockwaves through the earth strong enough to knock Autobots from their feet, collapse buildings, and open chasms in the ground.",
  "tf_12000015_description": "He is a crazy offensive devotee. He is equipped with a drum that can create sonic attack to destroy the electric current in his enemies' bodies. He is a very difficult opponent to deal with.",
  "tf_12000016_description": "Buzzsaw is a very specific kind of artist who likes to make art out of his victims. He approaches them with reasoned clarity and sophistication, destroying them with what he believes to be inspirational precision.",
  "tf_12000017_description": "Ravage is totally loyal to his master Soundwave. He can hide almost perfectly in the slightest shadows, waiting for the best chance to attack. Hardly an Autobot can survive under his sneak attack.",
  "tf_12000018_description": "His chosen role is that of the spy, lurking in unseen corners and inconspicuous perches, snatching up any useful information he can to relay to his superiors. Meanwhile, he also play the role of the torturers, using his mortal laser to open his captures' mouths.",
  "tf_12000019_description": "He looks like a orangutan, keeping asking something with great curiosity. But unfortunately, his curiosity always goes with his impatience and fiery temper.",
  "tf_12000020_description": "He is packed with electronic communication Gear capable of finding the faintest transmission, cracking the toughest quantum code, and jamming signals. Together with his minions, he is one of the most effective weapons in the Decepticon arsenal.",
  "tf_12000021_description": "Shockwave may appear to be loyal to Megatron, but in reality he serves only one master, pure logic. Behind his emotionless face rests the mind of a brilliant strategist and mathematician. He calculates constantly, and enforces his solutions through the precise application of the vast power of his laser cannon.",
  "tf_12000022_description": "Deluge is totally a mad scientist. He is equipped with all that a mad scientist should have, wisdom, capability and self-destruction.",
  "tf_12000023_description": "He calls himself evil talent, and always goes in company with the Decepticons. He likes all the mad scientists. He has designed a set of projects, which, according to what he said, can rule the Earth, but none of them has succeeded yet.",
  "tf_12000024_description": "Many years later, with the stolen skills, Dr. Arkeville created the ultimate military commander, Nemesis Prime, which could be considered the dark version of Optimus Prime. He has incredible strength and will only be loyal to whom he chooses.",
  "tf_12000025_description": "He is greedy and fearless. It seems that he is only loyal to the one who last fed him. Only his appetite could match his boldness and recklessness in the battlefield.",
  "tf_12000026_description": "Flamewar has spent years preparing for the final battle against the Autobot Arcee. She has studied every one of her enemy's moves, and devised a strategy to counter it. Now she waits, her weapons ready, for the unwary Autobot to wander into her trap.",
  "tf_12000027_description": "Enormous in both size and power, Tryticon is an unstoppable engine of destruction. His alternate mode is a massive artillery platform that can devastate Autobot forces.",
  "tf_12000029_description": "There's nothing in his brain but destruction. This will in most cases obstruct him from complete his task. As a ranger丒宧e can rush into the battlefield and finish transforming meteoricly. But occasionally he will stop and enjoy a spectacular explosion.",
  "tf_12000030_description": "He is addicted to destroying things from twisted metal to broken glass by all means. As a ranger he can rush into any battlefield speedily and cause enormous damage. He can transform quickly and cause great massacre, giving few chances for his enemies to react.",
  "tf_12000031_description": "He is pessimistic to all things, the same with Dreadwind, his best friend and partner. He thinks everything is nonsense and hopeless. This inevitably causes his endless painful life. He believes that others will always do worse than him.",
  "tf_12000032_description": "He is always negative to things. The way he deals with things often make his best friend feel himself invisible. He is ominous like storm, cold like winter. Even when he is in jet aircraft form, he is unconsciously expressing his pessimism.",
  "tf_12000033_description": "Hardshell plays with the minds of others as a child would a new toy, enthusiastically and recklessly. He takes such sadistic joy in the destruction of his victims that even the other Decepticons can be put off.",
  "tf_12000034_description": "As the leader of his own squad of Decepticons, Kickback is more independent than most of those under the command of Megatron. He uses his freedom to surround himself with friends, who he then blackmails into becoming his servants.",
  "tf_12000035_description": "The eccentric way in which Sharpshot parses his dialogue is merely the gateway to a frighteningly twisted and perverse mind. Nothing delights him more than to see how others squirm from his electric touch.",
  "tf_12000036_description": "Venom is the official leader of the Insecticons, but he's so paranoid about one of the others trying to usurp his position that he does more damage to his own standing among them than most of the plots they might hatch against him.",
  "tf_12000037_description": "Ransack is a fairly simple being. He craves combat and longs for each new battle, which is highly praised by the other Decepticons. He'll level a whole town, destroy natural wonders, even including his fellows sometimes.",
  "tf_12000038_description": "If it's not nailed, screwed, bolted, and nano-fused to the ground, it may be stolen by Chopshop. His fellows are well aware of his skill as a master thief, but they have no idea just how deep the compulsion goes.",
  "tf_12000039_description": "He believes that success is not enough. Everything should be leveled. Even the gravels should be smashed into the wind. He is cruel and merciless. Every hopeful things will not be accepted by him.",
  "tf_12000040_description": "Bonecrusher finds beauty in rubble-strewn wastelands, and turns demolition into performance art. He hates the Autobots very much because he thinks they are not perfect enough. He loves to show off his destructive talents for his fellow Decepticons.",
  "tf_12000041_description": "He will use any material necessary, living or unliving, in the making of some new material. The manner in which he creates new materials resembles an arcane ritual. Sometimes his fellow Decepticons question his methods but never the results of his efforts.",
  "tf_12000042_description": "Scavenger is driven by a manic urge to find things of value in a desperate attempt to prove his worth to his comrades. More often than not his useless junk only reinforcing his image of uselessness. But occasionally, his abilities may become crucial to the Decepticons.",
  "tf_12000043_description": "He is always moving supplies and building installations to make sure those warriors continue fighting. He'd just much rather be on the front lines fighting shoulder to shoulder with fellow warriors, but he knows his job is very important, too.",
  "tf_12000044_description": "The snob of the Constructicons, Hook considers himself an artist. He is a perfectionist and looks upon the rest of the Decepticons almost as peasants.",
  "tf_12000045_description": "Scrapper is the engineer of the Constructicons. Other members' job is to assemble all his works together. He is the one who is responsible to design.",
  "tf_12000047_description": "Maybe he is not the strongest and cleverest, but he is always holding his lightsaber, ready to fight. Ranged enemies should be aware of his luminous plasma balls. They are just like grenades and will explode as soon as they are thrown out.",
  "tf_12000048_description": "Rampage is hyper-energetic, destructive fury. He has difficulty thinking or talking for more than a minute without bursting into a wild rage and smashing everything around him. The only thing that really calms him down is mindless programming on television.",
  "tf_12000049_description": "He's a cheery sort in general, almost always in a good mood, but nothing makes him happier as having so many targets to pick and choose from that he doesn't know where to start destroying.",
  "tf_12000050_description": "Know that when the Predacons are on the hunt, their leader Razorclaw is all business. He often lies in wait, completely motionless, for long stretches of time. Fools confuse this for laziness. Many of them have become his prey.",
  "tf_12000051_description": "Tantrum always speaks by force. He loves to vent to viaducts or small buildings. He will get back to good mood after a series of destruction.",
  "tf_12000053_description": "He is mean, indecent and outrageous, and very proud of this. He had rather be destroyed than fail. And to Megatron, he'd rather melt him than talk to him. But to the Autobots, he is a worse partner. When in vehicle mode, he is equipped with a plasma cannon.",
  "tf_12000054_description": "He is gloomy and believes in fatalism. Inspiring him to fight the Autobots is always a problem. He had rather spend a lot of time in polishing himself. When in vehicle mode, his speed can reach 220 kilometers per hour. When in battloid mode, he is equipped with a compressed air gun.",
  "tf_12000055_description": "He thinks everyone is staring at him, even the automobile tail light on the Earth. His neurotic sensitivity more or less interferes with his performance. He keeps complaining about the heavy traffic. When in vehicle mode, his engine will cause vibration which can make other vehicle's mechanical failure.",
  "tf_12000056_description": "He will laugh at the accident that is caused by himself. Some may think he is pretending, but those who know him well understand, he is truly heartless. When in vehicle mode, he can reach 250 kilometers per hour. When in battloid mode, his shotgun can emit laser light on a large scale.",
  "tf_12000057_description": "He is the leader of the Stunticons, but he is more frightening than respectable. He calls himself ROAD KING and longs to prove his strength to his Decepticon fellows by destroying. He rumbles noisily when he turns into a huge truck.",
  "tf_12000059_description": "Onslaught believes precision and planning are the keys to success. He spends hours devising battle plans, considering contingencies, and deliberating troop disposition before ever committing his forces to battle. Once the fight is joined, however, no robot is a fiercer fighter.",
  "tf_12000060_description": "Blast off utters contempt for anyone who can't reach orbit under their own power. He can fry any Autobots his comrades designate with powerful x-ray lasers, or descend to join his fellows in forming the mighty Bruticus.",
  "tf_12000061_description": "It's possible that the rage that drives Bruticus to his untold feats of destruction is contained entirely within Decepticon Brawl. Barely contained at the best of times, this brutal anger is unleashed on the battlefield, turning him into the eye of a storm of devastation.",
  "tf_12000062_description": "Many Autobots fear being captured and at his mercy. He uses magnetic grapples to haul helpless captives high into the sky. There he treats them to a terrifying series of Swoops, loops and dives before dropping them to their doom.",
  "tf_12000063_description": "He is a weapon expert, with great talent in selling his weapons to others by highest price. He is an opportunist who will grasp every chance to make profit!",
  "tf_12000065_description": "Little is known about the origin of the immensely powerful hunter known as Scourge. He rarely speaks, and never reveals his secrets. He descends on his target from the sky, lays waste to all who oppose him.",
  "tf_12000066_description": "Cyclonus will stop at nothing to destroy the Autobots. He will scour the cosmos for his prey, never stopping and never resting until the Autobots are nothing but blasted atoms",
  "tf_12000067_description": "Arrogant, powerful and ruthless, Galvatron has emerged to seize control of the scattered Decepticons. Some Decepticons hope another powerful enough to challenge him will emerge, but most are too afraid of him to even hope.",
  "tf_12000068_description": "Weirdwolf always talk what others can't understand to himself. Many of his Decepticons think he is too weird. But his dream is to become an excellent warrior, and he is very willing to obey orders.",
  "tf_12000069_description": "He is grumpy and behaves unpredictably. It is very difficult to make him obey orders, because no one knows when he will burst out. His shifted form also reflects his moodiness.",
  "tf_12000070_description": "He is a cruel bully and very willing to destroy things. From this point he is very fit to stay in Military Patrol. He is happy to obay orders, as long as they are related to destruction.",
  "tf_12000071_description": "He is an inseparable part of Military Patrol. He is always up front to detect enemies to weaken their strength.",
  "tf_12000072_description": "He can't feel pain and will never give up. He won't spare himself when he is in battle or destroying things, because destruction can give him great fun.",
  "tf_12000073_description": "He experienced the most large-scale and horrifying civil war of Cybertron. He is a good leader and always tolerant to his three teammates' duplicity.",
  "tf_12000074_description": "Reflector likes to watch. He lives to observe anything and everything, from scenery, to wildlife, to architecture. But above all else, he likes to watch his comrades, learn their dark secrets, and profit from them.",
  "tf_12000075_description": "His character is just like his name. Because of his nimble size, he is always in front to explore the way. But he is a cold perfectionist. Anyone against him will be blacklisted.",
  "tf_12000076_description": "Everyone wants to avoid Misfire on the battlefield. Both the Autobots and the Decepticons are on guard against him, because no one knows who will hit by him.",
  "combiner_name_52001": "Combaticons",
  "combiner_name_52002": "Constructions",
  "combiner_name_52003": "Predacons",
  "combiner_name_52004": "Stunticons",
  "combiner_name_52005": "Aerialbot",
  "combiner_name_52006": "Protectbots",
  "combiner_cmb_name_52001": "Bruticus",
  "combiner_cmb_name_52002": "Devastator",
  "combiner_cmb_name_52003": "Predaking",
  "combiner_cmb_name_52004": "Menasor",
  "combiner_cmb_name_52005": "Superion",
  "combiner_cmb_name_52006": "Defensor",
  "combiner_desc_52001": "Bruticus, consisting of five Combaticons, is definitely powerful. He can complete missions efficiently and make the shadow of death hovering around the whole battlefield. Megatron is very anxious to have a Bruticus army. Lucky for Optimus Prime, this is just a mirage.",
  "combiner_desc_52002": "Devastator consists of six Constructicons is a very strong warrior. But he also faces a problem. It is hard for the six members to reach an agreement, which makes him move slowly. Megatron doesn't mind this, because he think disagreement can give them more anger and ruinous power in battle.",
  "combiner_desc_52003": "Predaking integrates his five members' enthusiasm for hunting, becoming the most dangerous and mortal weapon of the Decepticons ever since. He is highly skilled and acute like a beast. He can attack almost by instinct. This even makes his Decepticons fellows feel dangerous for themselves.",
  "combiner_desc_52004": "Menasor should have been the ultimate weapon of the Decepticons, but a mortal disadvantage on design hinders him. Motormaster's deep resentment and extreme differences in attitude towards the other four members makes them irritable and disordered. They will even vent to all that they can reach.",
  "combiner_desc_52005": "Although consisting of five Aerialbots having different personalities, Superion can still unify the different thoughts into one purpose, which is eliminating the Decepticons. This makes him a strong warrior, but other Autobots will sometimes keep him at a distance because of his grimness and loneliness.",
  "relation_51001_name": "Rock Frenzy",
  "relation_51002_name": "Tape Forces",
  "relation_51003_name": "Science Friends",
  "relation_51004_name": "Energy Warriors",
  "relation_51005_name": "Leading Warriors",
  "relation_51006_name": "No discord, no concord",
  "relation_51007_name": "Inheritance",
  "relation_51008_name": "Inheritance",
  "relation_51009_name": "Creators",
  "relation_51010_name": "Creators",
  "relation_51011_name": "Datson",
  "relation_51012_name": "Videophiles",
  "relation_51013_name": "Hyperactivity",
  "relation_51014_name": "Outlaws",
  "relation_51015_name": "Aerialbots",
  "relation_51016_name": "Stunticons",
  "relation_51017_name": "Lonely Planet",
  "relation_51018_name": "Self-admiration",
  "relation_51019_name": "Confidante",
  "relation_51020_name": "Confidante",
  "relation_51021_name": "The Talkative",
  "relation_51022_name": "Dinobots",
  "relation_51023_name": "Insecticons",
  "relation_51024_name": "Protectbots",
  "relation_51026_name": "Base City",
  "relation_51027_name": "Vanguards",
  "relation_51028_name": "Architects",
  "relation_51029_name": "Alert and Rescue",
  "relation_51030_name": "Old Time",
  "relation_51031_name": "Predacons",
  "relation_51032_name": "Combat Experts",
  "relation_51033_name": "Science Friends",
  "relation_51034_name": "Acrophobia",
  "relation_51035_name": "Tape Forces",
  "relation_51036_name": "Science Friends",
  "relation_51037_name": "Leading Warriors",
  "relation_51038_name": "Mini Warriors",
  "relation_51039_name": "Sense and Sensibility",
  "relation_51040_name": "Rogue Teams",
  "relation_51041_name": "Sinnertwins",
  "relation_51042_name": "Adventurers",
  "relation_51043_name": "Betraying Heart",
  "relation_51044_name": "Female Killer",
  "relation_51045_name": "Idol Light",
  "relation_51046_name": "Lovers",
  "relation_51047_name": "Lovers",
  "relation_51048_name": "Cuspidal Head Team",
  "relation_51049_name": "Technobots",
  "relation_51050_name": "Twins",
  "relation_51051_name": "The Homesick",
  "relation_51052_name": "Off-Road Vehicle",
  "relation_51053_name": "Agent 007",
  "relation_51054_name": "Constructicons",
  "relation_51055_name": "Landaulet Warriors",
  "relation_51056_name": "Brothers",
  "relation_51057_name": "Rivals",
  "relation_51058_name": "Rivals",
  "relation_51059_name": "Rivals",
  "relation_51060_name": "Rivals",
  "relation_51061_name": "Rivals",
  "relation_51062_name": "Rivals",
  "relation_51063_name": "Rivals",
  "relation_51064_name": "Rivals",
  "relation_51065_name": "War-weary Ones",
  "relation_51066_name": "Guerrillas",
  "relation_51067_name": "Friendship Forever",
  "relation_51068_name": "Friendship Forever",
  "relation_51069_name": "Combaticons",
  "relation_51070_name": "Flattering Decepticons",
  "relation_51071_name": "Rivals",
  "relation_51072_name": "Rivals",
  "relation_51073_name": "Rivals",
  "relation_51074_name": "Knight Rider",
  "relation_51075_name": "Haut Ghosts",
  "relation_51076_name": "Successors",
  "relation_51077_name": "Leaders of Two Generation",
  "relation_51078_name": "Over the Top",
  "relation_51079_name": "Loyalty to the End",
  "relation_51080_name": "Electric Sparks",
  "relation_51081_name": "Motor Warriors",
  "relation_51082_name": "Heroes Affection",
  "relation_51083_name": "Impregnable Fortress",
  "relation_51084_name": "Evolutions",
  "relation_51085_name": "Vagrants",
  "relation_51086_name": "Gladiators"
}