{
  "mission_100101_name": "First Investigation",
  "mission_100102_name": "Get Rid of the Pursuers",
  "mission_100103_name": "Return to the Base",
  "mission_100104_name": "Leave for Offshore Drilling",
  "mission_100105_name": "Battle of Offshore Drilling",
  "mission_100106_name": "Save the Drowning ",
  "mission_100107_name": "Capture the Spy",
  "mission_100108_name": "Protect the Sherman Dam",
  "mission_100109_name": "Defeat the Disaster Resource in the Water",
  "mission_100110_name": "Stop the Flood",
  "mission_100111_name": "Recapture the Dam",
  "mission_100201_name": "Leave for the Mine",
  "mission_100202_name": "Set the Bomb",
  "mission_100203_name": "Rescue the Bomb Team",
  "mission_100204_name": "Explosion of the Bomb",
  "mission_100205_name": "Catch up with them",
  "mission_100206_name": "Capture Ravage",
  "mission_100207_name": "Lay for Decepticons",
  "mission_100208_name": "Stop the Launch of the Spacecraft",
  "mission_100209_name": "Sneak to Go Aboard",
  "mission_100210_name": "Destroy the Spacecraft",
  "mission_100301_name": "Investigate the Desert",
  "mission_100302_name": "Get Close to the Target",
  "mission_100303_name": "Escape from the Cauce",
  "mission_100304_name": "Get Rid of the Pursuers",
  "mission_100305_name": "Go into the Cave",
  "mission_100306_name": "Encounter Ambushes",
  "mission_100307_name": "Charge the Test Field",
  "mission_100308_name": "Rescue Metroplex",
  "mission_100309_name": "Stop the Transmission Car",
  "mission_100310_name": "Destroy the Transmission of Energy",
  "mission_100401_name": "Support the Ordnance Factory",
  "mission_100402_name": "Battle in Ordnance Factory",
  "mission_100403_name": "Protect Optimus Prime",
  "mission_100404_name": "Sneak into Space Bridge",
  "mission_100405_name": "Transfer to Cybertron",
  "mission_100406_name": "Get out of the Base",
  "mission_100407_name": "Defeat the Guardians",
  "mission_100408_name": "Resist Acid Storm",
  "mission_100409_name": "Defend Optimus Prime to the Last",
  "mission_100410_name": "Protect the Base",
  "mission_100501_name": "Leave for North Pole",
  "mission_100502_name": "Find out the Decepticons",
  "mission_100503_name": "Jetfire the New Enemy",
  "mission_100504_name": "Spoil the Digging",
  "mission_100505_name": "Defeat Jetfire",
  "mission_100506_name": "Rescue the Hostage",
  "mission_100507_name": "Rescue Success",
  "mission_100508_name": "Support Jetfire",
  "mission_100509_name": "Rescue Jetfire ",
  "mission_100510_name": "Defend Jetfire",
  "mission_100511_name": "Defeat Starscream",
  "mission_100601_name": "Find out the Source of Earthquake",
  "mission_100602_name": "Base Investigation",
  "mission_100603_name": "Collect the Dinosaur Fossil",
  "mission_100604_name": "Test the Slush",
  "mission_100605_name": "Test Grimlock",
  "mission_100606_name": "Final Test",
  "mission_100607_name": "Leave for Great Falls",
  "mission_100608_name": "Encounter Ambush",
  "mission_100609_name": "Defeat Dinobots",
  "mission_100610_name": "Protect the Base",
  "mission_100611_name": "Drive away Decepticons",
  "mission_100701_name": "Investigate Decepticons",
  "mission_100702_name": "Leave for Relic",
  "mission_100703_name": "Find Jetfire",
  "mission_100704_name": "Leave for Andes",
  "mission_100705_name": "Protect Nearby Villages",
  "mission_100706_name": "Investigate the Mountain Range",
  "mission_100707_name": "Defend the Plants",
  "mission_100708_name": "Find the Confidential Weapon",
  "mission_100709_name": "Support Jetfire",
  "mission_100710_name": "Approach the Confidential Weapon",
  "mission_100711_name": "Destroy the Confidential Weapon",
  "mission_100801_name": "Preserve the Scene",
  "mission_100802_name": "Defeat the Spy",
  "mission_100803_name": "Wipe out the Invaders",
  "mission_100804_name": "Head for the Scene of Meteorite",
  "mission_100805_name": "Test New Dinobots",
  "mission_100806_name": "Save Optimus Prime out",
  "mission_100807_name": "Lesson the Dinobots",
  "mission_100808_name": "Catch up with the Decepticons",
  "mission_100809_name": "Defeat Megatron",
  "mission_100901_name": "Protect the Collector",
  "mission_100902_name": "Save the Liege",
  "mission_100903_name": "Protect the Base",
  "mission_100904_name": "Catch the Spy",
  "mission_100905_name": "Dive into Sea",
  "mission_100906_name": "Destroy the Lab",
  "mission_100907_name": "Decepticons are Coming",
  "mission_100908_name": "Drive away the Decepticons",
  "mission_100909_name": "Investigate the Enemy Camp",
  "mission_100910_name": "Defeat the Master",
  "mission_101001_name": "Stop the Transmission",
  "mission_101002_name": "Defeat the Decepticons",
  "mission_101003_name": "Prevent Human Races from Being Captured",
  "mission_101004_name": "Landing on Cybertron",
  "mission_101005_name": "Escape from Cybertron",
  "mission_101006_name": "Return to the Base",
  "mission_101007_name": "Another Trip to Cybertron",
  "mission_101008_name": "Rescue Metroplex",
  "mission_101009_name": "Save the Human Races out",
  "mission_101010_name": "Send the Cybertron Back",
  "mission_101101_name": "Head for Deep Mountains",
  "mission_101102_name": "Defeat Skywarp",
  "mission_101103_name": "Defeat the Barrier",
  "mission_101104_name": "Escape from the Trap",
  "mission_101105_name": "Find out the Lab",
  "mission_101106_name": "Find the Energy Source",
  "mission_101107_name": "Stop the Explosion",
  "mission_101108_name": "Defeat Starscream",
  "mission_101201_name": "Investigate the Marsh",
  "mission_101202_name": "Defeat the Malformations",
  "mission_101203_name": "Head for the Farm",
  "mission_101204_name": "Stop the Insecticon Syndrome",
  "mission_101205_name": "Reinforce the Farm",
  "mission_101206_name": "Drive away the Farm Insects",
  "mission_101207_name": "Support the Refinery",
  "mission_101208_name": "Block the Insection Syndromes",
  "mission_101209_name": "Drive away the Decepticons",
  "mission_101210_name": "Prevent the Refinery form Exploding",
  "mission_101301_name": "Defend the Power Plant",
  "mission_101302_name": "Ferret out the Constructicons",
  "mission_101303_name": "Megatron is Coming",
  "mission_101304_name": "Defeat the Enemy Soldiers",
  "mission_101305_name": "Decepticons are Coming",
  "mission_101306_name": "Defend the Base",
  "mission_101307_name": "Defend the Teletraan I",
  "mission_101308_name": "Block Constructicons",
  "mission_101309_name": "Defeat Devastator",
  "mission_101310_name": "Defeat Megatron",
  "mission_100101_desc": "Find out what the Decepticons are planning to do!",
  "mission_100102_desc": "Decepticons are attacking the offshore drilling platform, stop them right now!",
  "mission_100103_desc": "Some human races have fallen into the sea, we've to Save them!",
  "mission_100104_desc": "Decepticons are seizing crude oil to make Energon all the time... Stop Soundwave!",
  "mission_100105_desc": "We've found Megatron. He will pay for this!",
  "mission_100106_desc": "The human races get saved, but we've found some Decepticon spies around the base.",
  "mission_100107_desc": "Here come Soundwave and Ravage, get them!",
  "mission_100108_desc": "Decepticons plan to collect energy by using tidal force, which will be harmful to the safety of human races! We can't let it happen!",
  "mission_100109_desc": "Decepticon Rumble is shocking the earth to make tidal waves, stop him now!",
  "mission_100110_desc": "The flood is happening, we have to dig a river to discharge it. Defeat the Decepticons!",
  "mission_100111_desc": "Megatron has taken the control of the dam. We should make him pay for this!",
  "mission_100201_desc": "Decepticons are occupying the Burma ruby mine, defeat them!",
  "mission_100202_desc": "Wheeljack has made a bomb to explode the mine down, which has to be set in the mine cave...",
  "mission_100203_desc": "Bomb setting team has no response yet, we have to Save them out!",
  "mission_100204_desc": "The bomb has exploded! We should find the affected Autobots in explosion!",
  "mission_100205_desc": "Decepticon exploded the mountain up and they're trying to get away! Catch up with Them!",
  "mission_100206_desc": "Decepticons plan to take the Energon back to Cybertron. Maybe let Ravage take some fake information to Decepticons will make them fall into the trap?",
  "mission_100207_desc": "Fake information has been seen through by Decepticons, stop them at the launch base!",
  "mission_100208_desc": "Stop Megatron from starting the spacecraft!",
  "mission_100209_desc": "It seems nothing to do anyway, but the Autobots still have a secret weapon...",
  "mission_100210_desc": "Mirage has destroyed the spacecraft of Decepticons, which make them have no way to harm the human races on the earth!",
  "mission_100301_desc": "Decepticons are testing in the desert, go and see what that is.",
  "mission_100302_desc": "We need more information, get closer!",
  "mission_100303_desc": "The scout fall into a dry cauce by accident, it seems to be a fierce battle!",
  "mission_100304_desc": "We have to get away from the Decepticon desert testing field!",
  "mission_100305_desc": "Metroplex has been caught, rescue him.",
  "mission_100306_desc": "What's that? It seems that we have been trapped by Decepticons! Fall back!",
  "mission_100307_desc": "It looks like Bumblebee's memory has been modified.  After the repairing by Autobot Ratchet, Bumblebee leads us to the testing field in desert.",
  "mission_100308_desc": "Save Metroplex!",
  "mission_100309_desc": "Decepticons are planning to transfer the Energon to Cybertron by the Space Bridge, stop them!",
  "mission_100310_desc": "The black hand is Megatron as expected.",
  "mission_100401_desc": "Decepticons are attacking the ordnance factory for another round, get ready Autobots!",
  "mission_100402_desc": "Decepticons never give up, defeat them!",
  "mission_100403_desc": "Optimus Prime got hurt, it's not good if the Decepticons know that... Great, the spy of Decepticons is coming!",
  "mission_100404_desc": "Sneak into the Space Bridge of Decepticons, don't be discovered!",
  "mission_100405_desc": "The defense of Decepticons is really tight. Then we should make a deke, and draw them out!",
  "mission_100406_desc": "We've got into the Space Bridge and now we are now at Cybertron! There're lots of enemies here, we have to break through as soon as possible!",
  "mission_100407_desc": "The secret sneaking has been discovered by Megatron! He sent guardians, it seems that the team have to rely on themselves!",
  "mission_100408_desc": "Optimus Prime is waiting for us... We have to get through, defeat the guys who drop the acid rain!",
  "mission_100409_desc": "At the critical junction, Decepticons are coming to attack the base of Autobots! We have to defend as hard as we can, and we can't let them to harm Optimus Prime!",
  "mission_100410_desc": "The universe tube has been sent back in time, and Optimus Prime has been fixed. Now it's time for countering!",
  "mission_100501_desc": "Decepticon has found a huge hollow crystal pillar in North Pole, plan to get geothermy from here, which will make the earth cool off entirely!",
  "mission_100502_desc": "It seems that the Deceptions have dug something out, see what that is!",
  "mission_100503_desc": "Decepticons have dug Cybertron scientist Jetfire out, who was buried in earth several million years ago. They are trying to persuade Jetfire to join Decepticons!",
  "mission_100504_desc": "With the joining of Jetfire, the fighting capacity seems strong. We have to stop their excavation as soon as possible, in order to prevent the earth from being destroyed! ",
  "mission_100505_desc": "We have to make Jetfire know that what the Decepticons doing now are just for invasion and grabbing the energy!",
  "mission_100506_desc": "The Decepticons took Metroplexes, we should Save them out.",
  "mission_100507_desc": "We need to rescue the Metroplexes under the nose of Decepticons, without being discovered!",
  "mission_100508_desc": "As a scientist, Jetfire will find the Decepticons' purpose soon, we just need to let him see what the Decepticons are doing now...!",
  "mission_100509_desc": "Save hurt Jetfire!",
  "mission_100510_desc": "We saved Jetfire finally, but the Decepticons swoop to come. It seems to be a tough battle...",
  "mission_100511_desc": "Jetfire saw through the Decepticons, and stood by the Autobots. He still have some business with Starscream!",
  "mission_100601_desc": "Autobots volcano HQ happened to be some strange quake, Decepticons again?",
  "mission_100602_desc": "The deeper the base is, the sharper the quake is, what's happening...",
  "mission_100603_desc": "We found some dinosaur fossils in the deep of the base. They were the strong ones on the earth.",
  "mission_100604_desc": "Wheeljack plans to make Dinobots, that should be a strong force in the battle!",
  "mission_100605_desc": "Wheeljack made strongest Dinobots according to the tyrannosaurus.",
  "mission_100606_desc": "The Dinobots became insane, attacking everything without minds. We have to make them stop destroying the control room!",
  "mission_100607_desc": "Decepticons have some ideas about the Great Falls, with which to produce energy after controlling that. The human races sent S.O.S to us.",
  "mission_100608_desc": "By the Great Falls, there is no sign of Decepticons. The information was wrong...?",
  "mission_100609_desc": "The force of Autobots has fallen into the river, and the only force left in the base are the Dinobots now... Let's try to set control devices on them!",
  "mission_100610_desc": "With the help of Dinobots, the Decepticons are no longer a problem!",
  "mission_100611_desc": "It seems that we should give the Decepticons some suffering.",
  "mission_100701_desc": "Decepticons broke into a factory to grab rolled steel, what's going to happen?",
  "mission_100702_desc": "The satellite found that the Decepticons are grabbing the famous \\\"Energy Crystal\\\" in the tale around the Inca relic. What are they planning to do?",
  "mission_100703_desc": "Megatron changed the energy crystal into a powerful destructive weapon. It will be much faster to fly over there. If Jetfire was here...",
  "mission_100704_desc": "With Jetfire, we can get to the Andes immediately!",
  "mission_100705_desc": "Megatron is ahead of us, he's gonna to grab the steel of the village nearby!",
  "mission_100706_desc": "Autobots are regrouping the team, and leaving for the Andes.",
  "mission_100707_desc": "We found the Decepticons who are grabbing steel!",
  "mission_100708_desc": "Around the Inca relic, Starscream and Thundercracker are guarding the secret weapon. Destroy it as soon as possible!",
  "mission_100709_desc": "Jetfire was caught by Decepticons, it seems that they're trying to reform him... We can't let this happen!",
  "mission_100710_desc": "Decepticons are powerful, we just can't approach that powerful weapon...",
  "mission_100711_desc": "With the help of Jetfire, we can destroy that weapon high from there!",
  "mission_100801_desc": "A huge aerolite dropped to earth. When the Autobots are collecting the fragments, the Decepticons came.",
  "mission_100802_desc": "The power of aerolite is huge. Optimus Prime make the Dinobots guard the aerolite and take it back. But the spy of Decepticons are around the aerolite already...",
  "mission_100803_desc": "Decepticon have some ideas about the aerolite. Can the Dinobots hold their attack...",
  "mission_100804_desc": "Autobots found that the aerolite is explosive, and plan to handle the aerolite. But now the aerolite disappeared, and the Dinobots became traitors!",
  "mission_100805_desc": "To defeat the traitor Dinobots, Wheeljack is making new Dinobots in the Autobots base.",
  "mission_100806_desc": "Decepticons have taken the aerolite, and the traitor Dinobots took Optimus Prime to the Decepticon place. We have to save Optimus Prime out and destroy the aerolite!",
  "mission_100807_desc": "Decepticons have controlled Grimlock and so on... Hard for us to have battle with them.",
  "mission_100808_desc": "Grimlock, they got rid of the control of Decepticons finally! The aerolite exploded, which was the worst. It's time to dual with Decepticon!",
  "mission_100809_desc": "Megatron will pay the bill.",
  "mission_100901_desc": "An Indian Leige made a solar energy accumulator. And the device was aimed by the Decepticons.",
  "mission_100902_desc": "Leige is in danger of Decepticons, we have to save him!",
  "mission_100903_desc": "It's the feign attack of Decepticons. They drew the main force of Autobots and sneaked into the Autobots base. What are they planning to do?",
  "mission_100904_desc": "It's Soundwave's spies again. Let's rock!",
  "mission_100905_desc": "Decepticon captured Metroplex to their base. Dive into Sea and see what is happening.",
  "mission_100906_desc": "We've found Metroplex! But the guardian before him is ...?",
  "mission_100907_desc": "Metroplex is back, but it seems not good... He drew the Decepticons!",
  "mission_100908_desc": "How did the Decepticons sneak around form Teletraan I?",
  "mission_100909_desc": "Decepticons are planning a big conspiracy. We need to make it clear what that is.",
  "mission_100910_desc": "Dr. Arkeville set a kind of brain control device on human races. The Decepticons use the human races as shield, and the Autobots can't hurt them...",
  "mission_101001_desc": "The Cybertron has been sent here. A tough battle is gonna be happen.",
  "mission_101002_desc": "The Decepticons have prepared for this for a long time. Can we defeat them?",
  "mission_101003_desc": "The Decepticons are still capturing the human races. Their conspiracy is exposing now.",
  "mission_101004_desc": "The Decepticons have sent the human races to the Cybertron! Metroplex is there as well.",
  "mission_101005_desc": "The Autobots have to retreat because of being discovered by Decepticons. We have to make a plan to Save the human races back.",
  "mission_101006_desc": "The Decepticons are everywhere. There's a Wheeljack's factory, hide there for a moment.",
  "mission_101007_desc": "Wheeljack invented a high frequency device, which can destroy the circuit in the brain control chips. It's time to save Metroplex out!",
  "mission_101008_desc": "The Decepticons enslave the human races to build sea funnel for them, which can produce energy by using tidal energy. Autobots, time for charging!",
  "mission_101009_desc": "Using the high frequency device by Wheeljack, Every human races in slave can be saved.",
  "mission_101010_desc": "The Decepticons wanna escape by the spacecraft. Time to end this! Send the Cybertron back!",
  "mission_101101_desc": "The Decepticons are busy now. Unexpectedly, Megatron is still alive. They are heading for a deep mountain, what's their plan?",
  "mission_101102_desc": "Thundercracker and Skywarp are gonna to block the Autobots with the order of Megatron.",
  "mission_101103_desc": "The Decepticons are trying hard to keep the Autobots away.",
  "mission_101104_desc": "The Autobots fell into the trap of Decepticons, and trapped in the quicksand...",
  "mission_101105_desc": "It seems that the Decepticons are heading for the secret lab of Dr. Arkeville in deep mountains, where keeps the \\\"Energy Source\\\" of Doctor.",
  "mission_101106_desc": "Megatron wanna use the energy in the \\\"Energy Source\\\".",
  "mission_101107_desc": "We got news from Shockwave that Starscream has remoulded Doctor's \\\"Energy Source",
  "mission_101108_desc": "The crisis is over, time to deal with Starscream.",
  "mission_101201_desc": "There is something strange in the Moss Swamp of Bali Island. Check it out.",
  "mission_101202_desc": "These fellows seem strange. It seems that they're not Decepticons!",
  "mission_101203_desc": "The Insection Syndromes are tough, take care.",
  "mission_101204_desc": "The Insection Syndromes are barbarous, they can also quickly repair themselves!",
  "mission_101205_desc": "The Decepticons are coming to draw the Insection Syndromes over their side. That's not good, the backup of Autobots has not arrived yet. Stop them!",
  "mission_101206_desc": "With the help of Insection Syndromes, the power of Decepticons is much more fierce!",
  "mission_101207_desc": "The Decepticons have taken the Insection Syndromes to charge the refinery. We have to stop them before they succeed.",
  "mission_101208_desc": "The Insection Syndromes has made a range of block in the sky.",
  "mission_101209_desc": "Insection Syndromes are nothing, the ally of Decepticons and them is not so indestructible, let's keep going, drive away the Decepticons!",
  "mission_101210_desc": "The refinery will explode if it goes on, defeat them as soon as possible!",
  "mission_101301_desc": "The Decepticons has assaulted confidential power plant, go check it.",
  "mission_101302_desc": "It's Constructicons! They have pretended as construction vehicles and go into the construction site!",
  "mission_101303_desc": "Megatron comes to the Autobots base alone. What does he want?",
  "mission_101304_desc": "Megatron comes to dual, Optimus Prime, take care!",
  "mission_101305_desc": "The power of Megatron seems uncommon... It seems that he has own the power of all Decepticons!",
  "mission_101306_desc": "Megatron must have done something... They know the Teletraan I will check the dual, and of cause they sent a team to assault the Autobots base!",
  "mission_101307_desc": "Constructicons again! They're gonna to destroy the Teletraan I. Something is strange!",
  "mission_101308_desc": "It's lucky that the Dinobots are staying in the base. They followed the instruction of Teletraan I and blocked Constructicons.",
  "mission_101309_desc": "Constructicons combined and became Devastator! His power is so strong, but the Autobots can't do anything because of the Cybertron law...",
  "mission_101310_desc": "Devastator was defeated, and next is the real dual!",
  "stage_1_name": "First Trip to the Earth",
  "stage_1_description": "Optimus Prime repaired other Autobots. The Decepticons are crazily grabbing the earth source. We must stop them!",
  "stage_2_name": "Energy Fight",
  "stage_2_description": "The Decepticons have found more earth source. If we don't stop them, they will take the source back to Cybertron!",
  "stage_3_name": "Disillusion of the Space Bridge",
  "stage_3_description": "The Decepticons are investigating the technology of the Space Bridge. Go check it.",
  "stage_4_name": "Divide and Rule",
  "stage_4_description": "It's difficult to repair Transformers on the earth. How can we get the materials on Cybertron?",
  "stage_5_name": "Jetfire",
  "stage_5_description": "The heat in the core of the earth is disappearing. It must be the trick of Decepticons!",
  "stage_6_name": "Emergency Call",
  "stage_6_description": "The Autobots need some new crew.",
  "stage_7_name": "Fire up of the Mountain",
  "stage_7_description": "The Decepticons are approaching the villages around the Peru andes. We can't let them do as they want.",
  "stage_8_name": "Fight to Dinobots",
  "stage_8_description": "The Dinobots are unstable. How can we make them a stable fighting force?",
  "stage_9_name": "Big Disaster·1",
  "stage_9_description": "The Decepticons joined with a crazy human scientist, whose name is Dr. Arkeville, want to do something big. How the earth gonna be?",
  "stage_10_name": "Big Disaster·2",
  "stage_10_description": "The Cybertron has been sent to around the earth, which caused earthquakes and tsunamis. The earth is in a mass, about to be ruined...",
  "stage_11_name": "Before Explosion",
  "stage_11_description": "Starscream has taken Dr. Arkeville with him. Something must be about to happen with this kind of combination.",
  "stage_12_name": "Insection Disaster",
  "stage_12_description": "Before the reviving of the Transformers on the Ark and the Nemesis, there are some strange guests on the earth already, who were from the Cybertron...",
  "stage_13_name": "Dual",
  "stage_13_description": "The Decepticons have a new secret weapon!",
  "misson_d_1_1": "Optimus Prime, you have no way to escape!",
  "misson_d_1_2": "Autobots, get ready to fight!",
  "misson_d_2_1": "Optimus Prime, your spacecraft is gonna to crash!",
  "misson_d_2_2": "The craft is out of control!",
  "missionDial_1011_1": "Autobots! Impossible! You should have been dead!",
  "missionDial_1011_2": "It's a surprise, Megatron! It's destiny! It's not Cybertron here. You will not succeed on this planet!",
  "missionDial_1011_3": "Funny! Just you？ wanna stop us？",
  "missionDial_1011_4": "Autobots, charge!",
  "missionDial_1012_1": "Stop resisting, the result won't change! You will fail!",
  "missionDial_1012_2": "You have a high appraise of yourself, Megatron!",
  "missionDial_1012_3": "You're too arrogant, Ironhide. Feel my neon ray!",
  "missionDial_1014_1": "Wait and see! I'll be back!",
  "missionDial_1015_1": "I've had enough! Let me end the farce!",
  "missionDial_1016_1": "Megatron, maybe your existence is the biggest farce!",
  "missionDial_1017_1": "You wait and see! I'll be back again!",
  "missionDial_1017_2": "Wait for you anytime!",
  "missionDial_1021_1": "It's Autobots! Get them!",
  "missionDial_1021_2": "Not good, we've been discovered!",
  "missionDial_1022_1": "Devastator is full of power!",
  "missionDial_1022_2": "Power is not the most important in the fight!",
  "missionDial_1024_1": "Let me play with you, big guy!",
  "missionDial_1025_1": "Powder-puff!",
  "missionDial_1026_1": "We're almost killed. Retreat!",
  "missionDial_1026_2": "Wow! It's really worthy of Combiner!",
  "missionDial_1026_3": "Really? Hahaha, don't butter me up. I'm shy!",
  "missionDial_1026_4": "I'm going to set out and we're sure to meet again in the future.",
  "missionDial_1032_1": "Finally, we drove away the pursuers. We have to hurry, the base is just ahead of us.",
  "missionDial_1032_2": "If Megatron know the truth that they have escaped, I think he will be mad!",
  "missionDial_1032_3": "I'll replace him soon, which is in my control!",
  "missionDial_1041_1": "That looks like a drilling platform... Damn, the Decepticons are ahead of us!",
  "missionDial_1041_2": "Look, Megatron, your old friends are missing you.",
  "missionDial_1041_3": "Shut up, defeat them!",
  "missionDial_1041_4": "Soundwave, you've heard? Our leader orders you to fight.",
  "missionDial_1041_5": "Yes, Megatron.",
  "missionDial_1041_6": "Autobots, get ready to fight!",
  "missionDial_1051_1": "See who's coming, is that Optimus Prime？So sad to see you're still alive.",
  "missionDial_1051_2": "Megatron, time to make it clear. We will end your governing.",
  "missionDial_1051_3": "Nice words!!!! But that's meaningless!!! You're gonna to die here!!!!",
  "missionDial_1051_4": "Try it, Megatron!",
  "missionDial_1052_1": "Well done! But time to say farewell, Optimus Prime, have a nice swim!",
  "missionDial_1052_2": "The drilling platform is sinking. We will fall into the sea!",
  "missionDial_1052_3": "I'll give you some heat in the water, hahaha~~~",
  "missionDial_1052_4": "Not good, they exploded the oil tanks! Autobots, Save the human races!",
  "missionDial_1061_1": "Metroplex wants to know how we transform, Autobot Hound.",
  "missionDial_1061_2": "Right, see, like this... We can also simulate a driver by Holographic Imaging, like this.",
  "missionDial_1061_3": "Looks like a normal car.",
  "missionDial_1061_4": "Metroplex, here, I'll show you how to be invisible. See? You can't see me anymore.",
  "missionDial_1061_5": "Not good, there are Decepticons in the base.",
  "missionDial_1061_6": "Get them!",
  "missionDial_1062_1": "It's Soundwave and Ravage, catch them!",
  "missionDial_1071_1": "Not good, Ravage, go!",
  "missionDial_1072_1": "We got Ravage, see what he knows.",
  "missionDial_1081_1": "We can't produce any Energon with this little electricity.",
  "missionDial_1081_2": "Starscream, you're so stupid! We'll make a tidal wave...",
  "missionDial_1081_3": "And then use the power plant to produce electricity, which can produce Energon.",
  "missionDial_1081_4": "Forget it, Megatron!",
  "missionDial_1081_5": "Autobots again! Decepticons! Kill them!",
  "missionDial_1091_1": "You're too late, Optimus Prime.",
  "missionDial_1091_2": "It seems that the centre of the tidal is around here. I'll dive down to find it!",
  "missionDial_1101_1": "Ironhide, we have to block the waves!",
  "missionDial_1101_2": "Stop talking, shut down the damper, we need to dig another river!",
  "missionDial_1101_3": "Oh~~ No~~ Damn Decepticons are coming!",
  "missionDial_1101_4": "Clear up those Decepticons!",
  "missionDial_1111_1": "Gather the Energon, and return to the base!",
  "missionDial_1111_2": "Leave that, Megatron! You can't go anywhere!",
  "missionDial_1111_3": "Have a try, Decepticon, Attack!",
  "missionDial_1112_1": "See you, Autobots. These Energon are the presents from Starscream!",
  "missionDial_1112_2": "Starscream you idiot! Take them go with us, Decepticon, retreat!",
  "missionDial_1112_3": "Optimus Prime, farewell!",
  "missionDial_1112_4": "I'll wait for you, Megatron!",
  "missionDial_2011_1": "Not good! I've been discovered by Decepticons! HQ! HQ! This is Trailcutter, I'm under attack of...",
  "missionDial_2011_2": "Decepticons! Backup please! Backup!",
  "missionDial_2012_1": "Sideswipe, Sunstreaker, that was close! Thank you!",
  "missionDial_2012_2": "Oh~~~ No!! They knock off my paint! I just took it!",
  "missionDial_2012_3": "Trailcutter, you have to be responsible for this!",
  "missionDial_2012_4": "Bro, easy, no one will care that.",
  "missionDial_2021_1": "You know what, Skywarp, I can't wait to back to Cybertron. The earth is too flat.",
  "missionDial_2021_2": "Yeah, I know.",
  "missionDial_2021_3": "Then that should be good. Now I'll leave here.",
  "missionDial_2021_4": "See what we've got!",
  "missionDial_2021_5": "Too bad, I'm discovered... I have to break through as soon as possible!",
  "missionDial_2031_1": "Haha, Let's give a tiny present to our leader.",
  "missionDial_2031_2": "Yeah, we should wrap him up and put into a bowl~ Hahaha!",
  "missionDial_2031_3": "No time to lose, I must get an idea to get out!",
  "missionDial_2042_1": "We've found them, welcome back, Optimus Prime, Bumblebee.",
  "missionDial_2042_2": "Thank you, this time the Decepticons are done.",
  "missionDial_2042_3": "That was close for us as well.",
  "missionDial_2051_1": "Skywarp to Megatron, apply for the permission to get stealth to change the location.",
  "missionDial_2051_2": "Permission positive, change the location to destroy the enemies!",
  "missionDial_2052_1": "We've lost them at last!",
  "missionDial_2061_1": "Ravage is about to get away!",
  "missionDial_2061_2": "No! Take it!",
  "missionDial_2062_1": "Hiss... Hiss...",
  "missionDial_2062_2": "We've lost it! (I hope the fake information can reach Megatron!)",
  "missionDial_2071_1": "Decepticons, charge!",
  "missionDial_2072_1": "Stop, these Decepticons are made of trash, we're trapped!",
  "missionDial_2072_2": "Yeah, Optimus Prime, I see through your plan at my first sight, ",
  "missionDial_2072_3": "you think you can trap me just because of Ravage？",
  "missionDial_2072_4": "Go ahead, Megatron, this time you're ahead of us.",
  "missionDial_2072_5": "Now, We Decepticons have got real rocket launch site already! You loser!",
  "missionDial_2072_6": "It's not over! Megatron! We'll catch you!",
  "missionDial_2081_1": "Autobots, surround them!",
  "missionDial_2081_2": "Decepticons! Let's back to our Cybertron. It's time for us to terminate Autobots forever!",
  "missionDial_2081_3": "Megatron, we're surrounded by Autobots.",
  "missionDial_2081_4": "Get ready to fight!",
  "missionDial_2082_1": "Get on the spacecraft.",
  "missionDial_2082_2": "Get them!",
  "missionDial_2082_3": "Optimus Prime, farewell, hahaha!",
  "missionDial_2082_4": "No!!",
  "missionDial_2091_1": "I will win finally! The Autobots will no longer be a problem, hahaha!",
  "missionDial_2091_2": "Autobots are invading, Autobots are invading!",
  "missionDial_2091_3": "Haha, too late, Decepticons!",
  "missionDial_2091_4": "Kill him!",
  "missionDial_2102_1": "The craft is out of control!",
  "missionDial_2102_2": "We are falling, we will be in pieces!!",
  "missionDial_2102_3": "I will say hello to Optimus Prime for you, have a nice day, Megatron.",
  "missionDial_2102_4": "No!!! I don't wanna die!!!",
  "missionDial_3031_1": "What are the Decepticons doing in the desert... Ah!",
  "missionDial_3031_2": "What？ Like some sound？",
  "missionDial_3031_3": "Damn, I'm discovered!",
  "missionDial_3031_4": "Autobot spy... Get him!",
  "missionDial_3032_1": "The Decepticons are testing the technology of the Space Bridge!",
  "missionDial_3032_2": "Right, just use you to be the navigator of the Space Bridge!",
  "missionDial_3032_3": "That's not good... I must escape and tell Optimus Prime about it...",
  "missionDial_3032_4": "You wanna escape？ You're so naive!",
  "missionDial_3051_1": "Bumblebee, where have you been？",
  "missionDial_3051_2": "I tried hard to escape from the Space Bridge testing site of Decepticon...",
  "missionDial_3051_3": "What？ They're testing the Space Bridge？",
  "missionDial_3051_4": "Yeah, and one more bad news, Metroplex has been captured!",
  "missionDial_3051_5": "Metroplex is our human race friend... Autobots, transform, rescue Metroplex!",
  "missionDial_3061_1": "Here!",
  "missionDial_3061_2": "Too late to save your friends, give it up.",
  "missionDial_3061_3": "What, how could it be... I remember it was here. Why Metroplex is not here...",
  "missionDial_3061_4": "Leave that now, get ready to fight!",
  "missionDial_3062_1": "Something wrong with my memory... It must be the Decepticons...",
  "missionDial_3062_2": "Let me see, Bumblebee. It's the Decepticons who changed his memory.",
  "missionDial_3062_3": "Can you fix him, Autobot Ratchet？",
  "missionDial_3062_4": "That should not be a problem... Right, now he should be O.K.!",
  "missionDial_3062_5": "Thank you, Autobot Ratchet. Now I think I know where the testing site is!",
  "missionDial_3081_1": "I found it! Metroplex is there!",
  "missionDial_3081_2": "Autobots？ How brave you are... Oh, you bring some helper with you？",
  "missionDial_3081_3": "Set Metroplex free!",
  "missionDial_3081_4": "No, he will be used as our Space Bridge navigator!",
  "missionDial_3102_1": "Get Megatron! What shall we do with him？",
  "missionDial_3102_2": "I have a good idea, we can send him up to the Space Bridge!",
  "missionDial_3102_3": "Megatron, do the Space Bridge Navigator by yourself!",
  "missionDial_3102_4": "No!! Someone, someone close down the Space Bridge!",
  "missionDial_3102_5": "Megatron is not here, and now I'm the new leader of Decepticons!",
  "missionDial_3102_6": "Megatron, have a nice trip to Cybertron!",
  "missionDial_4011_1": "It's S.O.S signal, it's Chip from the ordnance factory. Decepticons are attacking there!",
  "missionDial_4021_1": "Human races are so funny when they're running. But they are surely exllcent labour!",
  "missionDial_4031_1": "Optimus Prime got hurt, we can't let the Decepticons know.",
  "missionDial_4031_2": "Hiss... Hiss...",
  "missionDial_4031_3": "It's Laserbeak! It must be Soundwave send him to get the information! Everyone, protect Optimus Prime!",
  "missionDial_4031_4": "I'm fine... Everyone, get ready to fight!",
  "missionDial_4032_1": "Laserbeak has found nothing yet, but Optimus Prime got hurt more badly, we don't have much time.",
  "missionDial_4032_2": "We gonna to change a universe tube for Optimus Prime. I have it, but it's not here...",
  "missionDial_4032_3": "It's in an old garage on Cybertron.",
  "missionDial_4032_4": "What are we waiting for!",
  "missionDial_4032_5": "It seems that we have to use the Space Bridge of Decepticons.",
  "missionDial_4051_1": "The defend of Decepticons is tight, we have to draw them away and sneak into it.",
  "missionDial_4051_2": "I look weak, I'll draw them!",
  "missionDial_4051_3": "Hey, Decepticons! I'm here!",
  "missionDial_4051_4": "Ha, someone want to get some hurt!",
  "missionDial_4052_1": "Something interesting after that, Autobots!",
  "missionDial_4052_2": "Decepticon has been drew! Hurry, we gonna to sneak into the Space Bridge before they notice!",
  "missionDial_4071_1": "There are Autobots in our Cybertron base？ Shockwave, send some guardians!",
  "missionDial_4071_2": "Yes, Megatron.",
  "missionDial_4071_3": "Machine Guardians, turn out, terminate the Autobots!",
  "missionDial_4071_4": "We're discovered... Hold on!",
  "missionDial_4072_1": "You're done, Autobots. Eat this.",
  "missionDial_4072_2": "I hate rainy day! What？It's acid rain？No... We're done...",
  "missionDial_4072_3": "No... It's all over, we can't save... Optimus Prime...",
  "missionDial_4081_1": "I still have some energy, which can build a protective screen, to defend the acid rain...",
  "missionDial_4081_2": "Well done, Trailcutter, during this, let's dual with the guys who made the acid rain!",
  "missionDial_4081_3": "Stupid Autobots, you think you have chance to win？",
  "missionDial_4081_4": "Let's see-- Eat this!",
  "missionDial_4082_1": "Finally, we threw away the Decepticon guardians!",
  "missionDial_4082_2": "I think, maybe I will catch a cold if I'm in the rain for more moments...",
  "missionDial_4082_3": "We got Wheeljack's garage in time! Hurry, any universe tube？",
  "missionDial_4082_4": "Here it is!",
  "missionDial_4082_5": "Well done! Now we'll back to the Space Bridge, then fall back to Autobot earth base!",
  "missionDial_4091_1": "We won't let them hurt Optimus Prime!",
  "missionDial_4091_2": "Wheeljack and I will protect Optimus Prime!",
  "missionDial_4092_1": "Decepticon is so strong... We can't... Hold it...",
  "missionDial_4092_2": "We've no idea whether they got the universe tube... We can't stand anymore...",
  "missionDial_4101_1": "We won! Autobots are so weak, anyone else in the universe dare to challenge me, Megatron？",
  "missionDial_4101_2": "We got the universe tube! Autobot Ratchet, can you fix Optimus Prime with it？",
  "missionDial_4101_3": "You get back in time! Leave it to Wheeljack and me...",
  "missionDial_4101_4": "Optimus Prime, how do you feel？",
  "missionDial_4101_5": "Thank you for your help, now, it's our turn!",
  "missionDial_4101_6": "Megatron, there is another one can challenge you! That's me, Optimus Prime!",
  "missionDial_4102_1": "I've used too much energy just now... Somebody help me!",
  "missionDial_4102_2": "Megatron, you always have no plan!",
  "missionDial_4102_3": "Starscream, shut up!",
  "missionDial_4102_4": "Megatron, surrender!",
  "missionDial_4102_5": "Damn, retreat!",
  "missionDial_4102_6": "Our leader has been defeated!",
  "missionDial_5031_1": "Oh? Something in the ice cap...",
  "missionDial_5031_2": "Eh...？ Where it is...？",
  "missionDial_5031_3": "My friend, you waked up! Join Decepticons, and defeat those false Autobots!",
  "missionDial_5031_4": "What happened...",
  "missionDial_5031_5": "Don't think, take this Decepticon mark! Welcome to our Decepticon army!",
  "missionDial_5031_6": "Com'on, let's finish the Autobot spy at first!",
  "missionDial_5041_1": "If the Decepticons keep digging like that, the earth will be ruined, we should Spoil the Digging as soon as possible.",
  "missionDial_5041_2": "Autobots... We should terminate all Autobots!",
  "missionDial_5041_3": "Jesus, what's that？ It seems like a former... Scientist, Jetfire？",
  "missionDial_5041_4": "The scientist seems not friendly! He's coming, get ready!",
  "missionDial_5051_1": "Jetfire is a nice scientist, but why does he helping the Decepticons to grab the energy？",
  "missionDial_5051_2": "Maybe we should talk to him？ Only if he is willing to talk...",
  "missionDial_5052_1": "The power of Decepticons is too fierce, and they captured the Metroplexes as well...",
  "missionDial_5052_2": "I hope they can hold it...",
  "missionDial_5061_1": "Interesting, see what we've got？ Autobots' human race friend, isn't it？",
  "missionDial_5061_2": "I met them before... When did you captured them？",
  "missionDial_5061_3": "That's not matter, what important is that, these two human races can help us to draw the Autobots!",
  "missionDial_5061_4": "Lock them up!",
  "missionDial_5061_5": "These human races are friends, I promised not to hurt them.",
  "missionDial_5061_6": "These lives are nothing, they will be killed when they become useless!",
  "missionDial_5061_7": "My job is to develop the scientific knowledge, not to hurt innocent lives...",
  "missionDial_5081_1": "It is smooth to get the heat from the earth, we will get enough energy soon!",
  "missionDial_5081_2": "And then we can get out of the frozen planet!",
  "missionDial_5081_3": "This time you're smart, Starscream. To promise the success of our plan, at first...",
  "missionDial_5081_4": "We gonna to capture the Autobots who sneak around!",
  "missionDial_5081_5": "We're discovered!",
  "missionDial_5082_1": "Jetfire, I order you to kill the Autobots, now!",
  "missionDial_5082_2": "No, I can't do that...",
  "missionDial_5082_3": "So you have sin, you traitor! I have to kill you!",
  "missionDial_5082_4": "Ah!",
  "missionDial_5082_5": "Starscream, how dare you to make your teammate--",
  "missionDial_5082_6": "I just want to do it, damn Autobots! Time to say farewell!",
  "missionDial_5082_7": "No!!! Starscream, stop...!",
  "missionDial_5092_1": "Hey, Jetfire, can you hear me？",
  "missionDial_5092_2": "You... are all right？ I saw Starscream screwing you...",
  "missionDial_5092_3": "That's Autobot Hound holographic emitter, Jetfire, we'll repair you!",
  "missionDial_5101_1": "Jetfire, stand up, we won't leave you! The Decepticons are coming!",
  "missionDial_5101_2": "I... I will try...",
  "missionDial_5102_1": "Optimus Prime, you have so many kinds of weapon, don't you? But you are supposed to fail!",
  "missionDial_5102_2": "Jetfire, kill Optimus Prime!",
  "missionDial_5102_3": "I don't obey your order anymore! Now I'm an Autobot!",
  "missionDial_5102_4": "Great! How nice it is! Those are your \\\"good friends\\\"? So stupid as you!",
  "missionDial_5111_1": "You're finished, Jetfire!",
  "missionDial_5111_2": "Don't forget it, Starscream, I can also transform to fly! Time to dual, friend!",
  "missionDial_5111_3": "You will pay for your betraying!",
  "missionDial_5111_4": "They're gonna to strike!",
  "missionDial_5112_1": "Jetfire is falling!",
  "missionDial_5112_2": "My circuits are not stale yet, soon it will explode... I have to avoid hurting others...",
  "missionDial_5112_3": "Jetfire will destroy, No!",
  "missionDial_5112_4": "To save us and the earth, Jetfire caused a snow slide and buried himself into the snow...",
  "missionDial_5112_5": "As long as the freedom exsists, he will be alive forever.",
  "missionDial_6031_1": "What bones are those？",
  "missionDial_6031_2": "Metroplex said they are dinosaurs... They were the strong ones on the earth.",
  "missionDial_6031_3": "Damn, it's Decepticons again, it seems they're everywhere!",
  "missionDial_6032_1": "I want to know more about their story.",
  "missionDial_6032_2": "How about to let the strong species be our members？",
  "missionDial_6032_3": "You wanna make vehicle dinosaur soldiers？",
  "missionDial_6032_4": "Why not？",
  "missionDial_6041_1": "Everything is ready! Now, show us your power.",
  "missionDial_6041_2": "Grooooow!",
  "missionDial_6051_1": "I followed the appearance of tyrannosaurus to make the strongest Dinobot, but now, we need give life to it...",
  "missionDial_6051_2": "I have kept the Spark for several years, now put it in the Dinobot...",
  "missionDial_6051_3": "His eyes lighted up, he woke up!",
  "missionDial_6051_4": "Long time to see, my old friend.",
  "missionDial_6052_1": "He is so strong! That reminds me of an old partner of mine many years ago.",
  "missionDial_6052_2": "Yeah, that's him, Grimlock... These strong soldiers lost their lives in the civil war.",
  "missionDial_6052_3": "I kept their Sparks till now, and finally, I've found the best bodies to bear their power.",
  "missionDial_6052_4": "Yeah, but they look like a little stupid...",
  "missionDial_6052_5": "Yes, it seems that they don't know us at all...",
  "missionDial_6061_1": "Groooow!",
  "missionDial_6061_2": "The Dinobots are getting insane, we have to stop them before they lose their minds totally!",
  "missionDial_6061_3": "Maybe my magnetism sensor can deal with it...",
  "missionDial_6062_1": "The Dinobots are too dangerous, they must be in safety forever.",
  "missionDial_6062_2": "Optimus Prime, please, don't make me kill them with my own hands...",
  "missionDial_6062_3": "Sorry, Wheeljack ...",
  "missionDial_6081_1": "We got the S.O.S signal from human races at the Great Falls, but no Decepticons are here...",
  "missionDial_6081_2": "Watch out! The Decepticons appeared!",
  "missionDial_6081_3": "Your shoot are blunt!",
  "missionDial_6081_4": "Hahaha! Stupid Autobots, you are falling into our trap!",
  "missionDial_6082_1": "What tricks else, Megatron？",
  "missionDial_6082_2": "Eat this! Power of hot cannon! Get ready, Decepticon Rumble!",
  "missionDial_6082_3": "Right! Shake, quake! Fall into the river!",
  "missionDial_6082_4": "It's not good, we can't keep our legs. We are falling down...!",
  "missionDial_6091_1": "Maybe they can be kept in control if we put them on control devices...",
  "missionDial_6091_2": "Negative! Negative!",
  "missionDial_6091_3": "We have to try it!",
  "missionDial_6092_1": "Save Optimus Prime, Save our Autobots friends! You understood？",
  "missionDial_6092_2": "Save friends？Save Optimus Prime？ Maybe... Al'right. Let's go, Dinobots!",
  "missionDial_6101_1": "Huh, we've never seen these guys, where do they come from？",
  "missionDial_6101_2": "Megatron, you've seen that？ What are those？",
  "missionDial_6101_3": "Shut up! They just pieces of steel that nobody whats!",
  "missionDial_6101_4": "Dinobots, save friends!",
  "missionDial_6102_1": "Decepticons, enemies! Defeat enemies!",
  "missionDial_6102_2": "I'm hit! I can't move!",
  "missionDial_6102_3": "Megatron was down, I am the new leader! Decepticons, follow me!",
  "missionDial_6112_1": "Dinobots are strong!",
  "missionDial_6112_2": "They're powerful, we gotta retreat!",
  "missionDial_6112_3": "We won! We have to thank our Dinobots!",
  "missionDial_6112_4": "Wheeljack , well done! Let the Dinobots be our companies.",
  "missionDial_6112_5": "That's good! Dinobots will never let you down!",
  "missionDial_7031_1": "Megatron turned a energy crystal in Inca relic into a powerful weapon...",
  "missionDial_7031_2": "We gotta investigate it, as soon as possible...",
  "missionDial_7031_3": "It will be faster if we fly over there! If Jetfire was here...",
  "missionDial_7031_4": "Then find him out.",
  "missionDial_7032_1": "Finally! How do you feel, Jetfire？",
  "missionDial_7032_2": "Let me try... Just so so, Wheeljack , I just like have taken a deep freezing remedy!",
  "missionDial_7051_1": "The Autobots are troublesome!",
  "missionDial_7051_2": "And a traitor of Decepticons. Destroy him, we gotta something else to do!",
  "missionDial_7051_3": "Our objective is not to fight with Decepticons, get retreat now!",
  "missionDial_7071_1": "Hurry! The energy of secret weapon is so big that it will burn the holder of itself every time when we start it, ",
  "missionDial_7071_2": "so we have to use steel to replace constantly!",
  "missionDial_7071_3": "The Decepticons are grabbing the steel of the factory! All Autobots, terminate them!",
  "missionDial_7081_1": "I have to find a way to destroy their new weapon!",
  "missionDial_7081_2": "Sure？ But you know, I can blast you up even if I had no new weapon.",
  "missionDial_7081_3": "I've been discovered...",
  "missionDial_7081_4": "Kill you, and Megatron will be so happy to hear that, but Starscream will take my honors...",
  "missionDial_7081_5": "If I let you destroy the weapon, Megatron will blame Starscream, which makes me happy anyway.",
  "missionDial_7081_6": "What are you talking about...？ You mean-- you're gonna to betray？",
  "missionDial_7081_7": "Thundercracker, you cheeky traitor! You help that Autobot to tackle me!",
  "missionDial_7082_1": "My friend, I don't want to fight you if I can!",
  "missionDial_7082_2": "Shut up!",
  "missionDial_7082_3": "Ah! A sneak attack again... Where...",
  "missionDial_7082_4": "I killed the invader, now, Thundercracker, you gotta obey my order!",
  "missionDial_7082_5": "Or I'll tell Megatron that you're going to betray.",
  "missionDial_7091_1": "Everyone is fighting with the Decepticons in the front, I gotta sneak into their base with this chance...",
  "missionDial_7091_2": "Ah! Is that Jetfire？ He got hurt... And Megatron is coming, I can't get discovered.",
  "missionDial_7091_3": "Jetfire will be on our side if we reedit his logic circuits!",
  "missionDial_7091_4": "Jetfire is gonna to be reformed into a Decepticon solider! Damn, another Decepticon comes...",
  "missionDial_7092_1": "Finally I drove Ravage for the time being, but the Decepticons will know I sneak in soon...",
  "missionDial_7092_2": "Jetfire, are you al'right？ Wake up!",
  "missionDial_7092_3": "I... I'm fine... Thank you for saving me!",
  "missionDial_7092_4": "We gotta get out quickly, other Decepticons are coming!",
  "missionDial_7092_5": "Don't worry, I can still fly... Let's join the battle!",
  "missionDial_7111_1": "Autobots, get ready to fight!",
  "missionDial_7111_2": "I will make you miss the battle forever! It's the end of you!",
  "missionDial_7111_3": "Decepticons, take care of your heads! Say goodbuy to your weapon!",
  "missionDial_7112_1": "My weapon!",
  "missionDial_7112_2": "Megatron, it seems that Starscream and you are so useless!",
  "missionDial_7112_3": "Softer please？ I got so hurt!",
  "missionDial_7112_4": "I will revenge, Autobots, I'll be back!",
  "missionDial_8021_1": "The energy of this aerolite is so huge, we gotta get some fragments back to investigate. Grimlock, you guard the aerolite!",
  "missionDial_8021_2": "Grimlock, understood!",
  "missionDial_8021_3": "The aerolite seems important to the Autobots.",
  "missionDial_8021_4": "Who's that!",
  "missionDial_8022_1": "Dinobots are strong! Grooow!",
  "missionDial_8022_2": "Huh, the stupid fossil brains. I have investigated them already.",
  "missionDial_8022_3": "The Dinobots will be controlled by us if we get their encephlograms.",
  "missionDial_8031_1": "Now just the stupid Dinobots are guarding the aerolite, our chance is coming.",
  "missionDial_8031_2": "Now I'm going to control their encephlogram!",
  "missionDial_8032_1": "Why do you fight, Dinobots？ Is that you have to obey your master, Optimus Prime？",
  "missionDial_8032_2": "I, Grimlock is the strongest, I, Grimlock should be the leader!",
  "missionDial_8032_3": "That' right! Kill Autobots, and you can be the leader!",
  "missionDial_8032_4": "Kill Autobots... Sounds good!",
  "missionDial_8032_5": "We are on your side forever! Now, Decepticons, take the aerolite away!",
  "missionDial_8041_1": "The aerolite has a serious problem, it's easy to explode, we gotta handle it out as soon as possible.",
  "missionDial_8041_2": "Aerolite's gone! What have you done, Dinobots？",
  "missionDial_8041_3": "I, Grimlock, am the leader!",
  "missionDial_8041_4": "Wait, you attack me？ What happened？",
  "missionDial_8042_1": "Melt them!",
  "missionDial_8042_2": "Grimlock, wake up!",
  "missionDial_8042_3": "Slug, wait! Don't attack him!",
  "missionDial_8042_4": "Grimlock, why you stop me？",
  "missionDial_8042_5": "I... I don't know...",
  "missionDial_8051_1": "Only the Dinobots can defeat Dinobots. Let me try to make some new Dinobots.",
  "missionDial_8051_2": "Snarl can get the max rate of work by absorbing solar energy, and Swoop can attack in the sky, test it!",
  "missionDial_8071_1": "Well done, Dinobots! Now, watch Optimus Prime!",
  "missionDial_8071_2": "Grimlock is the leader!",
  "missionDial_8071_3": "Grimlock, you stopped Slug, because there is something in your circuits about... Autobots...",
  "missionDial_8071_4": "Shut up, or I'll kill you!",
  "missionDial_8072_1": "The aerolite is gonna to explode! Grimlock, stay away!",
  "missionDial_8072_2": "You, Optimus Prime, you saved me...",
  "missionDial_8092_1": "You, Megatron, you lied to us! You lied to us to attack to our good leader, Optimus Prime!",
  "missionDial_8092_2": "Optimus Prime saved us by risk, Megatron, you're bad!",
  "missionDial_8092_3": "The stupid Dinobots look so angry, Decepticons, retreat!",
  "missionDial_8092_4": "Optimus Prime, can you forgive me？I, Grimlock, was not good!",
  "missionDial_8092_5": "The danger of aerolite has been eliminated, now, let's go home!",
  "missionDial_9041_1": "Decepticons! Now there is nothing in Autobots base! Charge!",
  "missionDial_9041_2": "Damn! The Decepticons have drew us away!",
  "missionDial_9041_3": "We need more helpers... But now, just fight!",
  "missionDial_9042_1": "Laserbeak, finish your job! Capture the human races!",
  "missionDial_9042_2": "Hiss--!",
  "missionDial_9042_3": "Damn, Metroplex has been captured! Why the Decepticons are taking the human races？",
  "missionDial_9061_1": "We found Metroplex! But there is a human race else here... Shall we save him?",
  "missionDial_9061_2": "Give it up!",
  "missionDial_9062_1": "That was close, we got Metroplex. But that human race seems strange...",
  "missionDial_9062_2": "I made a brain control device, set at back of the human' ears, which makes the human be my slaves.",
  "missionDial_9062_3": "The Decepticons have told me that if I follow them, I can get anything I want, and I can have infinity slaves!",
  "missionDial_9062_4": "Take the slaves, Hahaha!",
  "missionDial_9081_1": "The Decepticons show up in the base! How did they sneak in from the Teletraan I?",
  "missionDial_9081_2": "Discuss it later, we gotta drive the enemies at first!",
  "missionDial_9082_1": "Autobots, you're gonna to die!",
  "missionDial_9082_2": "Teletraan I didn't alert at all! What's happening？",
  "missionDial_9082_3": "Jusus, it was Metroplex who turned Teletraan I off... What happened to him...",
  "missionDial_9101_1": "How is the testing of the Space Bridge？",
  "missionDial_9101_2": "Everything is under control, Megatron.",
  "missionDial_9101_3": "Let the human races do the jobs!",
  "missionDial_9101_4": "Wait, Megatron! I think we have an agreement between us, ",
  "missionDial_9101_5": "you help me to control the human races, and I'll let the slaves do the jobs for you, ",
  "missionDial_9101_6": "but can you tell me now, what are you planning to transfer to the earth？",
  "missionDial_9101_7": "I'll transfer the Cybertron by the space bridge!",
  "missionDial_9101_8": "That will cause tsunamis, earthquakes, which will make the earth die! I don't wanna master a dead planet!",
  "missionDial_9101_9": "That will bring us endless energy! Comes, Cybertron!",
  "missionDial_9101_10": "The plan is awful, Megatron! Many people will die for this!",
  "missionDial_9101_11": "Didn't I tell you？I've never cared about the human races.",
  "missionDial_9102_1": "Megatron, you can't do that! There are so many residents on the earth!",
  "missionDial_9102_2": "The Space Bridge is open, if we don't transfer it, the Cybertron will be done!",
  "missionDial_9102_3": "Optimus Prime, decide it yourself!",
  "missionDial_9102_4": "I can't destroy our planet... I can't...",
  "missionDial_9102_5": "Al'right... Megatron... You won...",
  "missionDial_10011_1": "Jusus, hard to imagine that Cybertron is coming!",
  "missionDial_10011_2": "It will cause tsunamis and earthquakes, the earth will...",
  "missionDial_10011_3": "The Decepticon soldiers are coming, get ready to fight, everyone!",
  "missionDial_10022_1": "Soundwave, use the interference wave!",
  "missionDial_10022_2": "Yes, Megatron.",
  "missionDial_10022_3": "We can't stand the interference wave... Autobots, fall back...",
  "missionDial_10041_1": "The Decepticons have tansfered the human races onto the Cybertron!",
  "missionDial_10041_2": "The Cybertron is close to us, we should have a look.",
  "missionDial_10041_3": "Guys, hurry, I'm gonna to take off!",
  "missionDial_10042_1": "I found Metroplex, there is something back of his ears... It's a control chip!",
  "missionDial_10042_2": "Wheeljack , the Decepticons use the brain control devices to master the human races!",
  "missionDial_10042_3": "I see, let me think about it!",
  "missionDial_10051_1": "We got discovered!",
  "missionDial_10051_2": "Terminate the invaders!",
  "missionDial_10051_3": "Take care!",
  "missionDial_10052_1": "You are so weak.",
  "missionDial_10052_2": "Let's fall back now!",
  "missionDial_10052_3": "We'll come back to rescue Metroplex out.",
  "missionDial_10052_4": "You wanna go？ Not that easy. Vichicle guardians, charge!",
  "missionDial_10061_1": "A Decepticon force is coming, we have nowhere else to go...",
  "missionDial_10061_2": "There is a factory of mine nearby, let's have a break there.",
  "missionDial_10061_3": "The Decepticons just don't know to give it up, I'll cover you, now go!",
  "missionDial_10061_4": "Jetfire, you take care...",
  "missionDial_10061_5": "Easy, I'll handle it--",
  "missionDial_10061_6": "Shut up, Jetfire! You traitor!",
  "missionDial_10071_1": "That was close...",
  "missionDial_10071_2": "It's lucky that the materials are enough here... I can make a devive to destroy those control chips.",
  "missionDial_10071_3": "And then we can save Metroplex out!",
  "missionDial_10071_4": "And other slaved human races.",
  "missionDial_10071_5": "My device is done, let's have a party with Shockwave!",
  "missionDial_10072_1": "The human race is a friend of Autobots. Kill him!",
  "missionDial_10072_2": "Shockwave, we have taken a present to you!",
  "missionDial_10072_3": "What's happening？ Those human races are out of control... Human races, stop!",
  "missionDial_10072_4": "Ok, run!",
  "missionDial_10081_1": "The Decepticons slaved these human races to build a sea funnel for them, which is used to make energy by the tidal energy.",
  "missionDial_10081_2": "We have to draw Megatron off, which makes it possible to save those human races.",
  "missionDial_10081_3": "Let me try, I can get invisible to sneak!",
  "missionDial_10081_4": "Hope that you can succeed, Mirage! After the human races have gone, we can charge without hesitation!",
  "missionDial_10082_1": "Soldiers, we gotta hurry! Later, the earth will be destroyed because of the Cybertron!",
  "missionDial_10082_2": "You Autobots, have some fun with your human races friends!",
  "missionDial_10082_3": "We gotta Save these human races now.",
  "missionDial_10091_1": "We need backup, Optimus Prime!",
  "missionDial_10091_2": "Backup arrived! We got back!",
  "missionDial_10091_3": "The control can be relieved with my device... Today is the independent day, everyone is free!",
  "missionDial_10101_1": "Goodbuy Autobots, I'll back to Cybertron, and I got enough energy to master the whole universe!",
  "missionDial_10101_2": "Nice try, Megatron!",
  "missionDial_10102_1": "Attack the craft of Megatron's, the explosion of high amounts of Energon will push the Cybertron back!",
  "missionDial_10102_2": "We succeed! The Cybertron has been pushed back! The crisis is over!",
  "missionDial_10102_3": "No!!! I'll be back!",
  "missionDial_10102_4": "Megatron crashed down with the craft! My chance is coming!",
  "missionDial_11041_1": "It's... Quicksand？ We're falling down...",
  "missionDial_11041_2": "Hiss-- Hiss--",
  "missionDial_11041_3": "Laserbeak, you watch them!",
  "missionDial_11041_4": "Capture Laserbeak, let him tell us what the Decepticons are going to do!",
  "missionDial_11051_1": "Energy Source my secret weapon is in this secret lab.",
  "missionDial_11051_2": "Amazing, doctor. It's our secret. Don't tell to anyone…",
  "missionDial_11052_1": "Don't move, Starscream! If the pulse of engine is disturbed, the Earth will be destroyed!",
  "missionDial_11052_2": "I don't care about the fate of the Earth!",
  "missionDial_11052_3": "By my reform, the Source of Energon can trigger infinite power and explode the Earth!",
  "missionDial_11052_4": "Why are you doing that？",
  "missionDial_11052_5": "You don't know that？ The explosion of the earth can cause infinity energy!",
  "missionDial_11052_6": "You have to follow me, Doctor.",
  "missionDial_11052_7": "We gotta leave us for the explosion for a moment, it won't take long to make my plan succeed!",
  "missionDial_11061_1": "There is a big effect of energy in this secret lab. What's this？",
  "missionDial_11061_2": "Optimus Prime, leave it! That's mine!",
  "missionDial_11062_1": "You don't know that this thing is in chaos status？",
  "missionDial_11062_2": "Get off, I just wanna the thing that I need!",
  "missionDial_11071_1": "Megatron, you heard？ Starscream remoulded \\\"Energy Source",
  "missionDial_11071_2": "and that thing will explode anytime!",
  "missionDial_11071_3": "Megatron, you heard that？",
  "missionDial_11071_4": "Damn... I heard...",
  "missionDial_11072_1": "Energy Source is going to explode!",
  "missionDial_11072_2": "We gotta cooperate, Megatron!",
  "missionDial_11072_3": "Well, I can transform to send the energy source into the universe...",
  "missionDial_11081_1": "The timer I set has been up, why didn't the earth explode, Doctor？",
  "missionDial_11081_2": "It's you who set the timer! Check it by yourself!",
  "missionDial_11081_3": "Al'right...",
  "missionDial_11082_1": "Welcome back, honourable tourist, Starscream!",
  "missionDial_11082_2": "Megatron, I thought you have been dead... I mean, everyone thought you...",
  "missionDial_11082_3": "Of course I let you down!",
  "missionDial_11082_4": "No, please! I won't do that again!",
  "missionDial_12032_1": "They look like huge insects.",
  "missionDial_12032_2": "Take care! Their attacks are unpredictable.",
  "missionDial_12032_3": "Lots of delicious here, yummy yummy...",
  "missionDial_12032_4": "They are the Decepticons from the Nemesis before the crash! They have been used to the lives on the earth.",
  "missionDial_12041_1": "Those Insection Syndromes... They're just hologram images, right？ Not real？",
  "missionDial_12041_2": "All Insection Syndromes, fire! Fire!",
  "missionDial_12041_3": "Ah! They're real!",
  "missionDial_12041_4": "It seems that the Insection Syndromes can copy themselves, it's not good.",
  "missionDial_12041_5": "But... We have to fight!",
  "missionDial_12062_1": "Autobots, charge!",
  "missionDial_12062_2": "Decepticons, Insection Syndromes as well, leave the Autobots, take off! We head for the refinery!",
  "missionDial_12062_3": "After them!",
  "missionDial_12081_1": "Eat, Insection Syndromes, delicious crude oil as you wish!",
  "missionDial_12081_2": "Stop, now!",
  "missionDial_12081_3": "It's Autobots, stop them! Stop them!",
  "missionDial_12081_4": "You again... I don't wanna smear my laser gun yet!",
  "missionDial_12101_1": "Our weapons are in the sky, in the sky! Take the flash, flash!",
  "missionDial_12101_2": "Everyone! Our tyres are insulating, don't be afraid of them!",
  "missionDial_12101_3": "Counter time!",
  "missionDial_12102_1": "Our control beam has been cut, we gonna to fail, fail!",
  "missionDial_12102_2": "Megatron, pay for this!",
  "missionDial_12102_3": "Insection Syndromes! Stop! There is still an ally agreement between us!",
  "missionDial_12102_4": "The crude oil here is not so good! We are retreating!",
  "missionDial_12102_5": "You cowards, sneaky bugs!",
  "missionDial_13032_1": "Optimus Prime, let me talk about the Cybertron law with you.",
  "missionDial_13032_2": "What do you want？",
  "missionDial_13032_3": "We shall have a dual, just you and me, the loser gotta live in deep corner of the universe.",
  "missionDial_13032_4": "Al'right... I accept it.",
  "missionDial_13051_1": "I got the power of all Decepticon soldiers, now, Optimus Prime will be the loser.",
  "missionDial_13051_2": "Com'on, Megatron!",
  "missionDial_13051_3": "As you wish, Optimus Prime! But, please obey the Cybertron law!",
  "missionDial_13052_1": "The power of Megatron...is far more than I thought...",
  "missionDial_13052_2": "I won! I defeated Optimus Prime! All Autobots, you gotta go deep of the universe!",
  "missionDial_13052_3": "Optimus Prime, are you al'right!",
  "missionDial_13052_4": "I looked upon down Megatron... We have to obey the law, keep the words, leave the earth.",
  "missionDial_13052_5": "But...",
  "missionDial_13052_6": "There is no but, we have to obey the law... Leave.",
  "missionDial_13071_1": "Watch out, Scavenger, it's an active volcano!",
  "missionDial_13071_2": "We have reached the Teletraan I!",
  "missionDial_13071_3": "If we destroy the Teletraan I, the Autobots will never know the truth of the dual.",
  "missionDial_13071_4": "Haha, those poor Autobots!",
  "missionDial_13071_5": "Who's there？ Damn! It's Decepticons!",
  "missionDial_13081_1": "I, Grimlock, will not let you to destroy the Teletraan I!",
  "missionDial_13081_2": "Not good, they gotta lots of guardians!",
  "missionDial_13082_1": "Grimlock is the strongest!",
  "missionDial_13082_2": "Guys, let's kick their asses! Constructicons, transform!",
  "missionDial_13082_3": "Oh？ Constructicons become... one？",
  "missionDial_13082_4": "I'm unbeatable Devastator... You are weak!",
  "missionDial_13091_1": "We are unbeatable!",
  "missionDial_13091_2": "The MagMax, so powerful...",
  "missionDial_13091_3": "Dinobots need help!",
  "missionDial_13091_4": "We can't help, we have to Leave forever because of the law...",
  "missionDial_13091_5": "Wait, Optimus Prime!",
  "missionDial_13091_6": "I used the Teletraan I to scan the battle just now, I found that Megatron is full of power of all Decepticons!",
  "missionDial_13091_7": "Megatron played tricks! We don't have to pay attention to the law, right, Optimus Prime?",
  "missionDial_13091_8": "It's an unfair battle at the very beginning... Autobots, back to battle!",
  "missionDial_13092_1": "Autobots are too strong, we have to fall back...",
  "missionDial_13092_2": "Let me show you the power of Dinobots!",
  "missionDial_13102_1": "Anything else, Megatron？",
  "missionDial_13102_2": "Damn it! How could Autobots know the secret of my power？",
  "missionDial_13102_3": "Megatron, your rival is me, just me!",
  "missionDial_13102_4": "Huh... I'll be back!",
  "mission_101401_name": "Head for Diggings",
  "mission_101402_name": "Save the Human Races out",
  "mission_101403_name": "Keep out the Attack of Human Races",
  "mission_101404_name": "Gears has been Captured",
  "mission_101405_name": "Search for Gears",
  "mission_101406_name": "Find the Purposes of Decepticons",
  "mission_101407_name": "Approach to the Control tower",
  "mission_101408_name": "Destroy the Control tower",
  "mission_101409_name": "Save Gears out",
  "mission_101501_name": "Leave for New York",
  "mission_101502_name": "Catch up with Laserbeak",
  "mission_101503_name": "Investigate the Sink of the Building",
  "mission_101504_name": "Assemble in Central Park",
  "mission_101505_name": "Fall into Underground",
  "mission_101506_name": "Evacuate the Citizens",
  "mission_101507_name": "Search for Optimus Prime",
  "mission_101508_name": "Optimus Prime Found",
  "mission_101509_name": "Retake the Body Part",
  "mission_101510_name": "Counter the Air Raid",
  "mission_101511_name": "Defeat Devastator",
  "mission_101512_name": "Sneak into the Console",
  "mission_101601_name": "Protect the Base",
  "mission_101602_name": "Drive away the Decepticons ",
  "mission_101603_name": "Go for Charging",
  "mission_101604_name": "Control Silverstreak",
  "mission_101605_name": "Head for Air Force Base",
  "mission_101606_name": "Stop the Launch of Satellite",
  "mission_101607_name": "Recover the Autobots",
  "mission_101608_name": "Stop Jetfire",
  "mission_101609_name": "Stop Optimus Prime",
  "mission_101610_name": "Stop the Satellite Plan",
  "mission_101701_name": "Investigate Decepticons",
  "mission_101702_name": "Find New Weapon",
  "mission_101703_name": "Test New Weapon",
  "mission_101704_name": "Take Part in Car Racing",
  "mission_101705_name": "Decepticons are Coming",
  "mission_101706_name": "Fight to Win or Die",
  "mission_101707_name": "Rescue Autobots",
  "mission_101708_name": "Recover the Autobots",
  "mission_101709_name": "Counter the Decepticons",
  "mission_101801_name": "Head for Research Lab ",
  "mission_101802_name": "Find out Secret Base",
  "mission_101803_name": "Attack on Secret Base",
  "mission_101804_name": "Seize the Batteries Back",
  "mission_101805_name": "Fall back to the Base",
  "mission_101806_name": "Head for the Base of Insection Syndromes",
  "mission_101807_name": "Cause the Internal Strife of Decepticons",
  "mission_101808_name": "Head for the Accumulator Plant of Decepticons",
  "mission_101809_name": "Find out Mirage",
  "mission_101810_name": "Revenge to Decepticons",
  "mission_101901_name": "Investigate the Valley",
  "mission_101902_name": "Catch up with Starscream",
  "mission_101903_name": "Drive away Laserbeak",
  "mission_101904_name": "Back to Base",
  "mission_101905_name": "Fight with Decepticons",
  "mission_101906_name": "Defeat Starscream",
  "mission_101907_name": "Escape From the Base of Decepticons",
  "mission_101908_name": "Fight with Starscream",
  "mission_101909_name": "Head for Valley",
  "mission_101910_name": "Defeat Fake Optimus Prime",
  "mission_102001_name": "Investigate the River",
  "mission_102002_name": "Search the Source of River",
  "mission_102003_name": "Head for Valley",
  "mission_102004_name": "Sneak into the Valley",
  "mission_102005_name": "Find the Conspiracy of Decepticons",
  "mission_102006_name": "Ambush Constructicons",
  "mission_102007_name": "Cross through the Crisis",
  "mission_102008_name": "Find the Reason of Shock",
  "mission_102009_name": "Control Devastator",
  "mission_102010_name": "Defeat Devastator",
  "mission_102101_name": "Investigate the Forest",
  "mission_102102_name": "Find the Insection Syndromes",
  "mission_102103_name": "Protect the forest Ranger",
  "mission_102104_name": "Defeat the Alliance of Decepticons",
  "mission_102105_name": "Head for Enamine Power Plant",
  "mission_102106_name": "Counter the Decepticons",
  "mission_102107_name": "Head for Iron Mountain Power Plant",
  "mission_102108_name": "Stop the Insection Syndromes",
  "mission_102109_name": "Get the Antidote",
  "mission_102110_name": "Inject the Antidote",
  "mission_102201_name": "Leave for South America",
  "mission_102202_name": "Heart of Cybertron",
  "mission_102203_name": "Break through",
  "mission_102204_name": "Sneak into the Victory Banquet",
  "mission_102205_name": "Don't be Discovered",
  "mission_102206_name": "Get into Megatron",
  "mission_102207_name": "Reach the Brain of Megatron",
  "mission_102208_name": "Get out of Megatron",
  "mission_102209_name": "Drive away Megatron",
  "mission_102301_name": "Stop the Trouble",
  "mission_102302_name": "Fight with the invaders",
  "mission_102303_name": "Stop the Dinobots",
  "mission_102304_name": "Find the Reason",
  "mission_102305_name": "Find the Cybertonium",
  "mission_102306_name": "Leave for the Space Bridge",
  "mission_102307_name": "Defeat the Guardians",
  "mission_102308_name": "Head for Cybertonium Pits",
  "mission_102309_name": "Save the Dinobots out",
  "mission_102310_name": "Break through the Guardians",
  "mission_102311_name": "Return to the Earth",
  "mission_102401_name": "Investigate the Asteroid",
  "mission_102402_name": "Find Omega Supreme",
  "mission_102403_name": "Protect the Crystal Castle",
  "mission_102404_name": "Defeat the Traitor",
  "mission_102405_name": "Leave for the Asteroid",
  "mission_102406_name": "Meet with Old Friend",
  "mission_102407_name": "Stop the Disaster",
  "mission_102408_name": "Search for Constructicons",
  "mission_102409_name": "Stop the Asteroid",
  "mission_102410_name": "Resolve Crisis",
  "mission_101401_desc": "The Decepticons have been to a mine and attacked some human races.",
  "mission_101402_desc": "They've captured several human races, Autobots, set out now, save those human races out!",
  "mission_101403_desc": "The Autobots has arrived the mine, but Megatron is using the human races to block the Autobots...",
  "mission_101404_desc": "Megatron has captured Autobot Gears! What he want to do？",
  "mission_101405_desc": "The Autobots want to save Autobot Gears out, but the sun got something wrong...",
  "mission_101406_desc": "Megatron is using the special circuits of Autobot Gears from the sun, the sun will explode soon!",
  "mission_101407_desc": "Megatron has built large amounts of Energoner around the Sun Needle, take care when you marching.",
  "mission_101408_desc": "The sun is gonna to explode, it's necessary to destroy the solar energy control tower! But the one block in front of the Autobots is...",
  "mission_101409_desc": "Big chance, the Sun Needle has been destroyed, Autobots, charge the Decepticons now!",
  "mission_101501_desc": "The Decepticons look like doing something strange in New York.",
  "mission_101502_desc": "Laserbeak must have collected some information, after it!",
  "mission_101503_desc": "The Empire State Building has fallen into the underground, investigate what is happening!",
  "mission_101504_desc": "All Autobots are assembling in the Central Park, wait, something looks like strange...",
  "mission_101505_desc": "The ground cracked and Optimus Prime has fallen! It must be Constructicons!",
  "mission_101506_desc": "The Decepticons has built a new Cybertron in New York, everyone has been evacuated... But Optimus Prime is still in the control of Decepticon!",
  "mission_101507_desc": "Maybe we can find Optimus Prime by the sensor...",
  "mission_101508_desc": "We found Optimus Prime, but he has been disassembled! We have to find his other body parts as soon as possible!",
  "mission_101509_desc": "Optimus Prime's right arm has been used to attack the Autobots by the Decepticons, spread out, we gotta divide and conquer!",
  "mission_101510_desc": "The Decepticons have launch crazy air strike, but the Autobots are not afraid of that!",
  "mission_101511_desc": "The Decepticons have sent their ace!",
  "mission_101512_desc": "As soon as we sneak into the console could we destroy the control if the arm of Optimus Prime!",
  "mission_101601_desc": "The Decepticons have attacked Autobot base, see what we can do!",
  "mission_101602_desc": "The Decepticons hurried to retreat, but what did they want？",
  "mission_101603_desc": "The Autobots who charged electricity has been insane when they woke up... The evil has permeated into the HQ of Autobots!",
  "mission_101604_desc": "All Autobots who charged electricity has been the evil attacking machines, now, they're seem just the same of the Decepticons!",
  "mission_101605_desc": "The Autobots are under control of Megatron, now head for air force base and stop the launch of the satellite.",
  "mission_101606_desc": "The launch has been aborted, but Megatron is coming.",
  "mission_101607_desc": "Now we have to turn the Autobots back, maybe the behavior transverter by Metroplex can help.",
  "mission_101608_desc": "A bigger problem is in the sky-- Jetfire is obeying the order of Decepticons, we gotta set the transverter onto him!",
  "mission_101609_desc": "Optimus Prime and other Autobots are making trouble in the air force base...",
  "mission_101610_desc": "We saved all Autobots, now we have to stop the satellite plan of the Decepticons'!",
  "mission_101701_desc": "The Decepticons seem that they're searching a kind of weapon.",
  "mission_101702_desc": "Constructicons have been set a \\\"Conversion",
  "mission_101703_desc": "The weapon needs to be tested, Starscream looks upon down to it.",
  "mission_101704_desc": "The Autobots has attended a charity car race, but the Decepticons appeared!",
  "mission_101705_desc": "The Autobots found Decepticons and get ready to fight!... But something strange has happened.",
  "mission_101706_desc": "The Autobots can't transform anymore! And what is worse, the communication has been cut...",
  "mission_101707_desc": "The Teletraan I has found that the Decepticons have used a kind of beam which can immobilize the form of tansformer in the machine, we gotta save all of the Autobots back!",
  "mission_101708_desc": "Wheeljack has made an overclocking ray to offset the nagative effect. We can turn everyone back with this kind of ray in the bomb!",
  "mission_101709_desc": "Everyone turns back! Counter!",
  "mission_101801_desc": "The Decepticons has grabbed a kind of new source energy battery from human races.",
  "mission_101802_desc": "The Decepticons has set the new source energy in an accumulator plant in dessert.",
  "mission_101803_desc": "We found the accumulator plant of Decepticons', it seems to be a tough battle...",
  "mission_101804_desc": "The new battery is unstable, I'm afraid of that it will be explode!",
  "mission_101805_desc": "Mirage got hurt, and his ability seems to have been queried.",
  "mission_101806_desc": "To prove himself, Mirage has gone to the base of Insection Syndromes...",
  "mission_101807_desc": "Mirage caused a battle in Decepticons' new source energy plant!",
  "mission_101808_desc": "Finding that Mirage has left the base, the Autobots headed for the Decepticons' plant at once.",
  "mission_101809_desc": "We found Mirage finally, but he seems... Insane？",
  "mission_101810_desc": "Here comes the truth, it's time for revenging to Decepticons!",
  "mission_101901_desc": "Strange light has come out from the valley, it's necessary to investigate what's happening.",
  "mission_101902_desc": "Starscream appeared suddenly, we are in their trap!",
  "mission_101903_desc": "We thought there were 3 Decepticons in all, but Laserbeak came out and aimed to Optimus Prime...",
  "mission_101904_desc": "Everyone back to base with Optimus Prime, but another Optimus Prime came! One of them must be a fake Optimus Prime!",
  "mission_101905_desc": "Nobody can tell who is the real Optimus Prime, but we have to stop the Decepticons now, get ready to fight!",
  "mission_101906_desc": "To let the fake Optimus Prime get the trust of Autobots, Megatron made Starscream to sacrifice. He sent Laserbeak to capture him.",
  "mission_101907_desc": "Windcharger and Metroplex got the point of Megatron, but they were discovered when they were getting away...",
  "mission_101908_desc": "The Decepticons set a fierce attack to the Autobots, Optimus Prime took the job and fought with Starscream!",
  "mission_101909_desc": "Megatron used fake Optimus Prime to draw Autobots into a vally filled with fatal energy...",
  "mission_101910_desc": "We defeated Megatron, and the Decepticons got away!",
  "mission_102001_desc": "The Autobots found that a river of the earth has been dried up. This is strange, we should check it.",
  "mission_102002_desc": "We found that it's Constructicons who changed the river!",
  "mission_102003_desc": "Constructicons leaded the river into a valley, what do they want？",
  "mission_102004_desc": "Mirage stealthed to sneak into the valley, and found the big secret of the Decepticons...",
  "mission_102005_desc": "To prevent the Decepticons destroying the earth, we have to get a way to deal with Devastator.",
  "mission_102006_desc": "The Autobots ambushed for Constructicons, and set the controller on them.",
  "mission_102007_desc": "The plan of Autobots has been noticed by the Decepticons, they surrounded the Autobots!",
  "mission_102008_desc": "We thought we have defeated the conspiracy of Decepticon to drill the earth, but another quake came from the underground.",
  "mission_102009_desc": "The Autobots, who controlled Devastator, are gonna to win？",
  "mission_102010_desc": "Both of the Autobots and the Decepticons lost the control of Devastator, at the same time, the earth is in danger...",
  "mission_102101_desc": "An old-growth forest happened to be a disaster, many trees have been cut down.",
  "mission_102102_desc": "We found that it was the Insection Syndromes!",
  "mission_102103_desc": "Insection Syndromes attacked to Autobots, we gotta protect those forest rangers!",
  "mission_102104_desc": "The Decepticons are coming as well, they gonna to set an ally with Insection Syndromes!",
  "mission_102105_desc": "The Decepticons attacked the enamine power plant with Insection Syndromes, Autobots, transform, set off!",
  "mission_102106_desc": "Insection Syndromes got into the plant and began to eat the energy, of course, they're planning to revolt, which means they will counter the Decepticons...",
  "mission_102107_desc": "The taget of Megatron is the Iron Mountain power plant, and now, the Insection Syndromes and Decepticons are attacking, Iron Mountain is in danger!",
  "mission_102108_desc": "Megatron got information and planned to terminate the Insection Syndromes, but the Insection Syndromes can't digest the electricity power of enamine power plant, and they gonna to explode at any time!",
  "mission_102109_desc": "Antidote has been sent in time, Megatron has to join hands with Optimus Prime, to terminata the Insection Syndromes.",
  "mission_102110_desc": "Insection Syndromes are going to explode, we have to Inject the Antidote as soon as possible!",
  "mission_102201_desc": "Megatron found an ancient spacecraft in South America.",
  "mission_102202_desc": "The \\\"Heart Of Cybertron\\\" in that craft has been taken by Megatron, it will make him powerful!",
  "mission_102203_desc": "The Autobots have to break through the surround of Decepticons, retreat for the time being.",
  "mission_102204_desc": "The Autobots have sneaked into the victory banquet of the Decepticons.",
  "mission_102205_desc": "The drunk Decepticons waked up, don't be discovered!",
  "mission_102206_desc": "The Autobots who have shrunk got into Megatron, but the time limit is only 2 hours!",
  "mission_102207_desc": "We reached Megatron's brain, and the Heart of Cybertron is in front of us!",
  "mission_102208_desc": "The shrink is losing efficacy, take the Heart of Cybertron out of Megatron!",
  "mission_102209_desc": "Drive away Megatron who came to our base!",
  "mission_102301_desc": "Speeding aeroplane has been developed out, and the Decepticons are coming again.",
  "mission_102302_desc": "The Decepticons are grabbing the speeding aeroplane at the airport of human races, the Autobots sent Dinobots to fight.",
  "mission_102303_desc": "Dinobots got hurt, and the repair seems not smooth...",
  "mission_102304_desc": "Both of the Autobots and Decepticons got problems in the fight, it seem that everyone got sick？",
  "mission_102305_desc": "The Autobots need Cybertonium, but nearly all of the soldiers can't move except--",
  "mission_102306_desc": "The Dinobots broke into the Space Bridge base of Decepticon...",
  "mission_102307_desc": "As soon as the Dinobots got Cybertron, they got surrounded by the guardians at once.",
  "mission_102308_desc": "The road to Cybertonium Pits is full of guardians.",
  "mission_102309_desc": "The Dinobots has been slaved at the Cybertonium Pits! Swoop is the last hope...",
  "mission_102310_desc": "The guards of Decepticons can't stop the Dinobots who regained anyway!",
  "mission_102311_desc": "Break through the guards of the Space Bridge, and we can back of the earth!",
  "mission_102401_desc": "Megatron sent Constructicons to a small planet in the universe.",
  "mission_102402_desc": "Optimus Prime found Omega Supreme, who has strong hostility with Constructicons.",
  "mission_102403_desc": "Constructicons were builder master on Cybertron, but they have been reformed by Megatron.",
  "mission_102404_desc": "After they destroying the crystal castle, they almost turned Omega Supreme into the tool of Megatron.",
  "mission_102405_desc": "Optimus Prime ordered the spacecraft to investigate the ore on as asteroid.",
  "mission_102406_desc": "Omega Supreme came to the asteroid and met some \\\"old friends\\\".",
  "mission_102407_desc": "The asteroid has been waken and head for the earth.",
  "mission_102408_desc": "The Decepticons want to use the disaster to bring them energy.",
  "mission_102409_desc": "Now, only Omega Supreme can Save the earth!",
  "mission_102410_desc": "Omega Supreme joined the battle finally!",
  "missionDial_14032_1": "Give it up, Megatron, you lost!",
  "missionDial_14032_2": "On the contrary, we're gonna to win! Decepticons, open the human cages!!",
  "missionDial_14032_3": "Autobots, hold your fire, we can't hurt the human races!",
  "missionDial_14032_4": "Optimus Prime, your sympathy shows that you're flabby, Decepticons, fire!",
  "missionDial_14032_5": "It's a landslide, watch out!",
  "missionDial_14032_6": "Al'right, Decepticons, leave the other Autobots, catch Autobot Gears!",
  "missionDial_14032_7": "Leave me! Where are you taking me to?",
  "missionDial_14032_8": "Autobot Gears has been caught...",
  "missionDial_14041_1": "I need you to help me to control the solar energy, Autobot.",
  "missionDial_14041_2": "I'll break your diodes! Damn you Megatron! I won't help you!",
  "missionDial_14041_3": "Starscream, maybe your neon ray can help me for some.",
  "missionDial_14042_1": "The sensor to the Autobots shows that the special curcuits I need,",
  "missionDial_14042_2": "is only just in Autobot Gears.",
  "missionDial_14042_3": "What his circuits effect supposed to be？",
  "missionDial_14042_4": "Set his line into Sun Needle, it can help me to get powerful solar energy",
  "missionDial_14042_5": "What's that, after getting off my circuits, I feel that my temper is better...",
  "missionDial_14061_1": "Megatron took energy from the heart position of the sun, which makes the sun unstable. ",
  "missionDial_14061_2": "Maybe within 2 hours, the sun will explode!",
  "missionDial_14061_3": "Autobot Gears must be there!",
  "missionDial_14061_4": "What are we waiting for, let's move!",
  "missionDial_14081_1": "The sun is gonna to explode, and the world will be destroyed! Megatron, you have to destroy the Sun Needle!",
  "missionDial_14081_2": "Shut up. Autobot Gears, listen to my orders!",
  "missionDial_14081_3": "What should I do for you?",
  "missionDial_14081_4": "What happened? Why Autobot Gears becomes so...obedient？",
  "missionDial_14081_5": "I need you to fix the Sun Needle for me.",
  "missionDial_14081_6": "At your service, go to work at once! I won't let you upset!",
  "missionDial_14081_7": "What have you done to him, Megatron？",
  "missionDial_14081_8": "I changed his temper circuits, which serve for me, and he becomes my slave!",
  "missionDial_14082_1": "Optimus Prime, get ready to die.",
  "missionDial_14082_2": "Autobot Gears became so obedient... Maybe it's a chance.",
  "missionDial_14082_3": "Megatron, can you let me say a last word to Autobot Gears？",
  "missionDial_14082_4": "I'm always generous, as you wish, Optimus Prime!",
  "missionDial_14082_5": "Autobot Gears, do one thing for me-- attack the Sun Needle at once!",
  "missionDial_14082_6": "At your service, Optimus Prime!",
  "missionDial_14082_7": "No, stop!",
  "missionDial_14091_1": "I think we should escape right now!",
  "missionDial_14091_2": "Megatron, all of your subordinates have run away, now, turn off the Sun Riddle!",
  "missionDial_14091_3": "Never... I'll destroy the universe!",
  "missionDial_14091_4": "Al'right, let's fight!",
  "missionDial_14092_1": "Decepticons have run away, in 1 minute, the sun is gonna to explode...",
  "missionDial_14092_2": "Wheeljack and I will turn off the Sun Needle.",
  "missionDial_14092_3": "Hey, everyone, did you remember my circuits...？",
  "missionDial_14092_4": "Oh, we won't forget that--",
  "missionDial_14092_5": "Wait a second, we think that the temper of Autobot Gears is better right now!",
  "missionDial_15041_1": "Don't you know that you can't stay in Central Park, because it's--",
  "missionDial_15041_2": "bad for your health!",
  "missionDial_15041_3": "It's Decepticons! we're in trap!",
  "missionDial_15041_4": "Autobots, transform! Get ready to fight",
  "missionDial_15041_5": "Let's defeat them!",
  "missionDial_15041_6": "Defeat whom? You iron brain!",
  "missionDial_15051_1": "We're now right beneath the Central Park. Scavenger, what have you got？",
  "missionDial_15051_2": "Optimus Prime is now right above us!",
  "missionDial_15051_3": "Then what are you waiting for! We tricked the Autobots in order to capture Optimus Prime!",
  "missionDial_15051_4": "Yes! We are going to excavate right now!",
  "missionDial_15052_1": "What's up? I fell into the underground... Megatron!",
  "missionDial_15052_2": "Optimus Prime, I have cut your motor relay!",
  "missionDial_15052_3": "Welcome to a nice and unconscious world!",
  "missionDial_15052_4": "If you Autobots wanna see your respected leader, then scram!",
  "missionDial_15052_5": "From now on, Optimus Prime and the New York City are mine!",
  "missionDial_15091_1": "Optimus Prime is removed by Decepticon, we tried our best to find these parts.",
  "missionDial_15091_2": "His right arm is missing, where is it？",
  "missionDial_15091_3": "I think I saw it, hanging up there!",
  "missionDial_15091_4": "Decepticons have arranged several soldiers over here... Get ready to fight!",
  "missionDial_15092_1": "Optimus Prime has got only one arm left, but he's still so powerful!",
  "missionDial_15092_2": "I have to get my other arm back as soon as possible!",
  "missionDial_15092_3": "Huh, don't be so glad, you will be defeated by our air strikes.",
  "missionDial_15101_1": "Starscream, Autobots are so strong! I'm gonna to be broken!",
  "missionDial_15101_2": "Useless trash! Let me show you how to defeat them!",
  "missionDial_15101_3": "Who is the munchausen? Check my power!",
  "missionDial_15111_1": "The arm of Optimus Prime is right ahead!",
  "missionDial_15111_2": "Omega Supreme, your turn!",
  "missionDial_15111_3": "Devastator says, surrender or die!",
  "missionDial_15111_4": "They're not so strong as they show. Soldiers, defeat Omega Supreme!",
  "missionDial_15121_1": "It's the console which controls the right arm of Optimus Prime to attack us!",
  "missionDial_15121_2": "Autobots are invading!",
  "missionDial_15121_3": "They won't stay alive!",
  "missionDial_15121_4": "You can't capture me, loser!",
  "missionDial_15121_5": "How dare you insult me in my base!",
  "missionDial_15121_6": "We'll destroy the arm controlled by the console! Optimus Prime, wait for us!",
  "missionDial_15122_1": "We've destroyed the console! Optimus Prime, your arm is no longer controlled by them!",
  "missionDial_15122_2": "It's time for striking back, Autobots, attack!",
  "missionDial_15122_3": "My neo Cybertron is destroyed...!",
  "missionDial_15122_4": "Even if the Autobots destroyed the neo Cybertron, I still haven't failed!",
  "missionDial_15122_5": "I'll be back!",
  "missionDial_16022_1": "Thanks to the invisibility spray, I managed to slip into the Autobots headquarters, ",
  "missionDial_16022_2": "and mounted the character disruptor on their charge beds!",
  "missionDial_16022_3": "Now, Decepticons' mission completed, retreat!",
  "missionDial_16022_4": "Well, hit and run is unlike Megatron's style...",
  "missionDial_16022_5": "There must be the conspiracy behind Megatron's insane activities...",
  "missionDial_16022_6": "Whatever it is, it's sure to be adverse to us...",
  "missionDial_16051_1": "Autobots, you are under control by the character disruptor I mounted!",
  "missionDial_16051_2": "Now,the Project 1. Crush the damned Teletraan I!",
  "missionDial_16051_3": "They are turned evil by Megatron!",
  "missionDial_16051_4": "That's right, now the Project 2. Seize the Solar Satellite!",
  "missionDial_16051_5": "Definitely, Decepitcons will go all out to get the satellite. We must hurry to the launching site...",
  "missionDial_16051_6": "Protect...Guard...Destroy!",
  "missionDial_16051_7": "We subject to Decepticons. Seize back the Solar Satellite!",
  "missionDial_16071_1": "Now that Autobots are all my allies, no one can hinder the launching, ",
  "missionDial_16071_2": "and I will gain the enough power to conquer the whole universe!",
  "missionDial_16071_3": "The behavior convertor invented by Sparkplug may be of use, nevertheless, we should experiment on someone first.",
  "missionDial_16071_4": "I think there is someone close at hand？",
  "missionDial_16071_5": "Damn you! Go to the charge beds!",
  "missionDial_16072_1": "Silverstreak, welcome back!",
  "missionDial_16072_2": "Jazz, the last thing I remembered was that Decepticons ordered us to destroy the military jets, ",
  "missionDial_16072_3": "so that they could control the air... and they also sent Ratchet and Hound to seize the Solar Satellite!",
  "missionDial_16072_4": "We must make more convertors to save Autobots.",
  "missionDial_16091_1": "That's crazy. I could hardly believe that Optimus Prime is destroying...I cannot endure any more...",
  "missionDial_16091_2": "Hey, if you want to destroy these aeroplanes, then destroy me as well!",
  "missionDial_16091_3": "Whatever, Autobots, get ready for your funerals!",
  "missionDial_16091_4": "You won't, my buddy. You won't heart us...",
  "missionDial_16091_5": "Oh, really? Have a try!",
  "missionDial_16091_6": "Hound, launch the convertor and stop him!",
  "missionDial_16091_7": "This is the last one. Come on!",
  "missionDial_16091_8": "Give it to me. I do it!",
  "missionDial_16092_1": "You made it, Bumblebee! You saved me!",
  "missionDial_16092_2": "Wonderful! Our Optimus Prime come back!",
  "missionDial_16101_1": "It seems that Autobots has all extricated themselves from your control, Megatron.",
  "missionDial_16101_2": "Forget it! We have gotten the rocket and we can launch the Solar Satellite.",
  "missionDial_16101_3": "It's a marvellous strategy by which we can get back to Cybertron and dominate the universe!",
  "missionDial_16101_4": "Decepticons have launched the rocket! Come on guys, let's destroy it!",
  "missionDial_16102_1": "The rocket are under our control now! Decepticons, there is no way to escape for you.",
  "missionDial_16102_2": "Hey guys, how about my new stereo!",
  "missionDial_16102_3": "What an excellent concert, Jazz!",
  "missionDial_16102_4": "It sounds horrible. The oil tank of the rocket is about to spoil, jump now!",
  "missionDial_16102_5": "We got the satellite! Launch now!",
  "missionDial_17031_1": "Convertor are installed!",
  "missionDial_17031_2": "Good job!",
  "missionDial_17031_3": "What's use of this rubbish ever? Don't waste time!",
  "missionDial_17031_4": "You should take us to assault Autobots, Megatron!",
  "missionDial_17031_5": "Well, just wait and see. Experiment on you Starscream. Transform! ",
  "missionDial_17032_1": "This invention is no use at all!",
  "missionDial_17032_2": "Well, then transform again, Starscream!",
  "missionDial_17032_3": "I, I can't transform! Give me a break, please! I'm your right-hand man！",
  "missionDial_17032_4": "Now I think you have known the effect of this convertor. We oppose Autobots with it!",
  "missionDial_17041_1": "Ready to go! See you in the air!",
  "missionDial_17041_2": "Use the convetor and don't let them see you!",
  "missionDial_17041_3": "Hahaha, they even don't know what attacked them!",
  "missionDial_17041_4": "Now, Autobots can call themselves transformers no more!",
  "missionDial_17052_1": "Autobots, you are all finished, hahahaha!",
  "missionDial_17061_1": "It's Decepticon. Ready to battle!",
  "missionDial_17061_2": "What's on? I can't tarnsform...I can't transform to my pretty form!",
  "missionDial_17061_3": "Soundwave, Let the Autobots out of communication with their HQ!",
  "missionDial_17061_4": "At your service！ Their communication has been destroyed!",
  "missionDial_17061_5": "Take them back!",
  "missionDial_17081_1": "Autobots are unable to move now. Cast them into my disintegrator！",
  "missionDial_17081_2": "This overclocking ray bomb I invented might offset the effect of the convertor...",
  "missionDial_17081_3": "Then we'd better use the bomb ASAP to save our allies!",
  "missionDial_17081_4": "Hey guys, hold on for a moment!",
  "missionDial_17091_1": "Wonderful! Transform ability has recovered.",
  "missionDial_17091_2": "Let's transform and combine!",
  "missionDial_17091_3": "Just wait and see, Autobots. I'm coming!",
  "missionDial_17091_4": "Use the convertor to give them a lesson.",
  "missionDial_17091_5": "That sounds good!",
  "missionDial_17092_1": "The beam made me disgusted... I can't keep the voltage stable, ah...",
  "missionDial_17092_2": "Constructicons are unable to combine! How weak they are.",
  "missionDial_17092_3": "Let's destroy this machine!",
  "missionDial_18021_1": "I found Decepticons' secret base! It's in the valley where Mirage had investigated but found nothing!",
  "missionDial_18021_2": "That's impossible. I have investigated there...",
  "missionDial_18021_3": "Don't quibble, you didn't find anything after all!",
  "missionDial_18021_4": "Stop! Let's move!",
  "missionDial_18041_1": "You are no match for me!",
  "missionDial_18041_2": "Really? Why not have a try! Go to hell!",
  "missionDial_18041_3": "Need help, Skywarp? You will see my power!",
  "missionDial_18041_4": "Ah! I'm attacked by Insecticons...",
  "missionDial_18042_1": "Give out the battery, Megatron! It doesn't belong to you!",
  "missionDial_18042_2": "It belongs to me, for I got it. You lost, Optimus Prime!",
  "missionDial_18042_3": "It's Insection Syndromes! They are coming to help Decepticons...",
  "missionDial_18042_4": "You fools, don't think you can hurt me!",
  "missionDial_18042_5": "Damn! I will hit you!",
  "missionDial_18042_6": "Too bad! These damned Inseticons hit the battery! It's about to explode!",
  "missionDial_18042_7": "It's too dangerous, we must keep away from the battery. Mirage, are you able to transform?",
  "missionDial_18042_8": "I'm fine...",
  "missionDial_18042_9": "Autobots, retreat to HQ!",
  "missionDial_18051_1": "Mirage, didn't you go on patrol yesterday. Didn't find anything?",
  "missionDial_18051_2": "I have said that Decepticons were not there.",
  "missionDial_18051_3": "Stop quarrel. I'd rather choose to believe Mirage unless you have the evidence.",
  "missionDial_18051_4": "Now, I need you to climb the mountain and keep watch on whether Decepticons have carried away the battery!",
  "missionDial_18051_5": "On my way, Optimus Prime!",
  "missionDial_18051_6": "Mirage, you just take a rest. I will be back soon.",
  "missionDial_18051_7": "I don't need rest... I must prove myself.",
  "missionDial_18061_1": "Don't tell me these two small pieces of Energon are the rewards Megatcron mentioned.",
  "missionDial_18061_2": "Well, I think it's not bad...",
  "missionDial_18061_3": "I will prove my value to you all...",
  "missionDial_18062_1": "I just take away the Energon and leave the trace tha Megatrcon have been here., ",
  "missionDial_18062_2": "Insection Syndromes will sure to consider that Megatrcon have done this..",
  "missionDial_18062_3": "My Energon is gone, it's gone!",
  "missionDial_18062_4": "Decepticons won't abandon even such few rewards. We must take Energon back by our own power!",
  "missionDial_18062_5": "They are taken in. We just need to stir up trouble among Decepticons...",
  "missionDial_18071_1": "Here is a Autobots spy! Fire!",
  "missionDial_18071_2": "No one can see me when I am invisible!",
  "missionDial_18071_3": "Starscream, why are you firing at the air!",
  "missionDial_18071_4": "It seemed out of target. Nevermind, just go on firing!",
  "missionDial_18071_5": "They're firing at us!",
  "missionDial_18071_6": "Decepticons must have been laid for us! We should fire back!",
  "missionDial_18071_7": "Insection Syndromes might want to steal our battery. Decepticons, attack!",
  "missionDial_18071_8": "They exchanged blows. I'd better slip away...",
  "missionDial_18071_9": "assault those Decepticons! Fire!",
  "missionDial_18071_10": "Ah! My stealth installation are destroyed!",
  "missionDial_18071_11": "Where does these guys come from?",
  "missionDial_18071_12": "We can exploit him by installing a mind-control device on him...",
  "missionDial_18081_1": "Where's Mirage?",
  "missionDial_18081_2": "I saw him go to the Decepticons' storage station with Energon! He betrayed us!",
  "missionDial_18081_3": "I won't believe he betrayed us unless he told it himself. Let's go there to have a look! ",
  "missionDial_18082_1": "Mirage! We found you eventually! What are you doing here?",
  "missionDial_18082_2": "I stole Insection Syndromes' Energon and put it at Decepticons' place.",
  "missionDial_18082_3": "And now they fight with each other. We can take back our battery!",
  "missionDial_18082_4": "Looks like they are all gone. Autobots, let's take back the battery.",
  "missionDial_18091_1": "We are ambushed! Decepticons knew we would come?",
  "missionDial_18091_2": "Guess whom I found——Mirage are firing at us! I know he is a traitor!",
  "missionDial_18091_3": "I...",
  "missionDial_18091_4": "Whatever you say is nonsense!",
  "missionDial_18092_1": "Stand up, Mirage. Go on firing at your allies! What's wrong with you?",
  "missionDial_18092_2": "............",
  "missionDial_18092_3": "Well, I do it myself!",
  "missionDial_18092_4": "I don't believe that Autobots attacked their allies voluntarily...Mirage must have been controlled!",
  "missionDial_18092_5": "Mirage... Is he not a traitor？",
  "missionDial_18102_1": "No one will get battery if I don't have it! Explode it!",
  "missionDial_18102_2": "Exploding here! Retreat, move!",
  "missionDial_18102_3": "The Autobots, get out of here!",
  "missionDial_18102_4": "My battery... my cherished battery...all destroyed...",
  "missionDial_19032_1": "Laserbeak is always targeting me... so troublesome! What is all this about?",
  "missionDial_19032_2": "Laserbeak, stop firing!",
  "missionDial_19032_3": "Photograph Optimus Prime from all positions by holography and don't hurt him!",
  "missionDial_19032_4": "I can make a fake Optimus Prime with the information.",
  "missionDial_19032_5": "Those Autobots will punish him in due course, hahahaha!",
  "missionDial_19041_1": "Since all the Autobots are back, who's the one at the gate...？",
  "missionDial_19041_2": "I'm Optimus Prime.",
  "missionDial_19041_3": "What? Two Optimus Prime!",
  "missionDial_19041_4": "I'm the real one!",
  "missionDial_19041_5": "No, I'm the real one!",
  "missionDial_19041_6": "Well, we have to test them!",
  "missionDial_19042_1": "We still cannot distinguish them after the test...",
  "missionDial_19042_2": "Decepticons are coming, who can lead us?",
  "missionDial_19042_3": "Of course me！",
  "missionDial_19042_4": "That's me！",
  "missionDial_19042_5": "Wait! Before we can distinguish you, I will take charge of Autobots.",
  "missionDial_19061_1": "I need to sacrifice a fellow to render the fake Optimus Prime to gain their trust.",
  "missionDial_19061_2": "In terms of your opinion, who are courageous enough to take up this task?",
  "missionDial_19061_3": "That must be a loyal officer!",
  "missionDial_19061_4": "I agree! So I decide you to accomplish the task! ",
  "missionDial_19061_5": "Me, Starscream? An outstanding fighter? No, you know what, I refuse!",
  "missionDial_19061_6": "Laserbeak, don't take me back! I don't want to be sacrifice!",
  "missionDial_19061_7": "It's strange that Laserbeak is pursuiting after Starcream...",
  "missionDial_19061_8": "They came from the foot of the mountain...let's go and have a look...",
  "missionDial_19071_1": "Starscream, you coward. I mean I make a fake copy of you,",
  "missionDial_19071_2": "and let the fake Starscream be killed by the fake Optimus Prime!",
  "missionDial_19071_3": "Thus, Autobots are bound to be taken in and led by the fake Optimus Prime!",
  "missionDial_19071_4": "Oh，so that's how it is!",
  "missionDial_19071_5": "You control the fake one. It's a good chance for you to sacrifice gloriously in the battle!",
  "missionDial_19071_6": "At your service, Megatron！",
  "missionDial_19071_7": "Oh, can you believe it... Damn! Laserbeak found us, move!",
  "missionDial_19081_1": "Make away! I will dispose Starscream!",
  "missionDial_19081_2": "Come on, one-on-one battle!",
  "missionDial_19081_3": "Starscream, are you insane? They will kill you!",
  "missionDial_19081_4": "Shut up! Optimus Prime, if you lose, get out of here with your allies forever! Understand?",
  "missionDial_19082_1": "Autobots are over now! Victory to us！",
  "missionDial_19082_2": "Don't be too complacent, Starscream!",
  "missionDial_19082_3": "Ah——————!",
  "missionDial_19082_4": "This Optimus Prime killed the No.2 of Decepticons. He must be the real one!",
  "missionDial_19091_1": "Now let's enter into the valley and investigate the natural resources there!",
  "missionDial_19091_2": "We are at your service.",
  "missionDial_19091_3": "No, wait! He is the fake one. Don't follow him!",
  "missionDial_19091_4": "He killed Starscream after all, why not trust him?",
  "missionDial_19091_5": "Windcharger came back! Perhaps we can ask him who is the real Optimus Prime.",
  "missionDial_19091_6": "This one is a faker! The valley is full of fatal energy with a touch of witch, it will explodes immediately!",
  "missionDial_19091_7": "Furthermore, Megatron captured Metroplex!",
  "missionDial_19091_8": "Don't believe him. Follow me!",
  "missionDial_19091_9": "I think I know who is faker...because Optimus Prime will never abandon Metroplex!",
  "missionDial_19102_1": "Guys, crush this fake Optimus Prime!",
  "missionDial_19102_2": "My masterpiece is destroyed! We have to run away now!",
  "missionDial_19102_3": "Hurry up! Don't let Megatron escape!",
  "missionDial_19102_4": "You will never capture me! However, I will give back your human fellow!",
  "missionDial_20031_1": "The stream of river changed to the Grand Canyon.",
  "missionDial_20031_2": "The devil Constructicons did!",
  "missionDial_20031_3": "Constructicons you fools. You are found by Autobots! We have to dispose them!",
  "missionDial_20031_4": "Well, at your service... Constructions, transform to Devastator!",
  "missionDial_20031_5": "I don't want to be captured...",
  "missionDial_20041_1": "Decepticons are...drilling the earth's core! It's so dangerous!",
  "missionDial_20041_2": "We must tell Optimus Prime about the situation. Nevertheless, we have to defeat Devastator first!",
  "missionDial_20041_3": "Devastator are invincible!",
  "missionDial_20041_4": "Let's have a look who is stronger!",
  "missionDial_20051_1": "Decepticons are drilling the earth's core! This will destroy the Earth.",
  "missionDial_20051_2": "We have to defeat Devastator first before we hinder them... he is the ally of Megatron.",
  "missionDial_20051_3": "Leave it up to me! I can rewrite his program, ",
  "missionDial_20051_4": "so that he will obey our orders—— just set the controller onto Constructicons.",
  "missionDial_20051_5": "We do this tonight. Send a squard to do it in stealthily!",
  "missionDial_20071_1": "Fool Autobots. Do you think I'd fail to discover your trick? Decepticons, fire!",
  "missionDial_20071_2": "Constructicons, Combine！",
  "missionDial_20071_3": "It's my turn... Open the tontroller and they will obey us!",
  "missionDial_20071_4": "How strange, what electrical wave is it...",
  "missionDial_20071_5": "Devastator, now obey my call, assault Decepticons!",
  "missionDial_20071_6": "At your service, Optimus Prime...",
  "missionDial_20072_1": "Devastator betrayed us! Megatron, it's all your fault! Your fool stragety!",
  "missionDial_20072_2": "Easy, I lost deliberately.",
  "missionDial_20072_3": "What? Why didn't you tell me sooner?",
  "missionDial_20072_4": "If you want to cheat enemies, you must manage to cheat allies first. You fool!",
  "missionDial_20072_5": "Since the Autobots think they have controlled Devastator, now I just need to switch on the disruptor， ",
  "missionDial_20072_6": "and Devastator will obey us again!",
  "missionDial_20081_1": "Strong earthquake comes from the beneath. Are Decepticons still drilling the earth's core？",
  "missionDial_20081_2": "We must hurry up. Take with Devastator!",
  "missionDial_20091_1": "That's their drilling rig! Come on, Devastator, destroy that machine!",
  "missionDial_20091_2": "At your service...",
  "missionDial_20091_3": "No, Devastator, obey my order, crush the Autobots!",
  "missionDial_20091_4": "Devastator...at Megatcron's command...",
  "missionDial_20091_5": "Devastator begins to attack us... and the drilling rig is still running... the Earth is over!",
  "missionDial_20092_1": "Devastator...obey no one...Devastator...destroy...",
  "missionDial_20092_2": "Oh dear！ He is out of control!",
  "missionDial_20092_3": "Our disruptor stopped working...",
  "missionDial_20101_1": "Megatron, the Earth is about to explode! What shall we do?",
  "missionDial_20101_2": "Damn... Well, if we destroy the drilling rig, we will be saved!",
  "missionDial_20101_3": "Finally, we see eye to eye, Megatron!",
  "missionDial_20101_4": "Only Devastator can destroy the machine, but he is out of control!",
  "missionDial_20101_5": "Give your disruptor to Wheeljack, and use the complex frequency to control him again.",
  "missionDial_20101_6": "Here is the disruptor, Wheeljack. The only reason that I do this is for the interests of Decepticons!",
  "missionDial_20102_1": "We are apart again... What happened?",
  "missionDial_20102_2": "Constructicons, we need you to retransform to Devastator and destroy the drilling rig!",
  "missionDial_20102_3": "Leave it up to me. We won't disgrace you!",
  "missionDial_20102_4": "I never expected to cooprate with Autobots...",
  "missionDial_20102_5": "Thanks, Devastator!",
  "missionDial_20102_6": "So how do you intend to dispose Megatron?",
  "missionDial_20102_7": "Just leave him alone！",
  "missionDial_20102_8": "You all wrong. He is sure to come back and assault Autobots again one day. He never gives up!",
  "missionDial_20102_9": "I wish Devastator could join us... I know it's just a dream.",
  "missionDial_20102_10": "Of course you can wish. You know, sometimes, dream can be realized...",
  "missionDial_21042_1": "Insection Syndromes defeated Autobots. They should be our powerful allies!",
  "missionDial_21042_2": "I'm not fond of those guys.",
  "missionDial_21042_3": "Me either. After exploiting them, I will destroy them!",
  "missionDial_21042_4": "Insection Syndromes, I intend to dine you at the enamine power plants！",
  "missionDial_21042_5": "And, I want you do me a favor by controlling the defence computers at Iron Mountain!",
  "missionDial_21042_6": "No problem! If given the food!",
  "missionDial_21061_1": "We shall eat more and let Megatron know who is more powerful!",
  "missionDial_21061_2": "Insection Syndromes betrayed us!",
  "missionDial_21061_3": "I found a spy!",
  "missionDial_21061_4": "Listen, let him be our spy!",
  "missionDial_21061_5": "Good idea! Implant the mind controller!",
  "missionDial_21072_1": "Insection Syndromes, you pin down the Autobots and we break into the computers!",
  "missionDial_21072_2": "I agree, I agree!",
  "missionDial_21081_1": "Now that Soundwave has gained the data from the computers, Insection Syndromes remain no use!",
  "missionDial_21081_2": "Annihilate Insection Syndromes!",
  "missionDial_21081_3": "You will obey our orders! Switch on the mind controller!",
  "missionDial_21081_4": "No one can control me! Go to hell, Insection Syndromes们!",
  "missionDial_21081_5": "No, Megatron, get away from them!",
  "missionDial_21081_6": "The electric power of the enamine power plants isn't appropriate for their appetite!",
  "missionDial_21081_7": "Take care! Or they will blow you out!",
  "missionDial_21082_1": "It's funny. Even the Autobots want to help us!",
  "missionDial_21082_2": "Leave them alone. We go to the iron mountain and ask Soundwave for the information!",
  "missionDial_21082_3": "Optimus Prime, why don't you let me dispose of these six-leg idiots!",
  "missionDial_21082_4": "Your weapon will explode the food they ate and blow us off!",
  "missionDial_21091_1": "Optimus Prime, we invented antidote which can prevent them from explosion!",
  "missionDial_21091_2": "Magetron, come with us.",
  "missionDial_21091_3": "Well, as long as those disgusting Insecticons could be annihilated!",
  "missionDial_21092_1": "Date will be transferred soon.",
  "missionDial_21092_2": "This spy is so easy to use! We can control the whole world soon!",
  "missionDial_21092_3": "You wish! You wriggling reptiles! Soundwave, you are controlled!",
  "missionDial_21092_4": "What's wrong with me...",
  "missionDial_21101_1": "Oh, my belly...ache...",
  "missionDial_21101_2": "Forget the ache... We must drive Megatron and Optimus Prime away...",
  "missionDial_21101_3": "After 30 seconds, Insecticons are going to explode! Megatron, you'd better transform right now!",
  "missionDial_21101_4": "Now launch the antidote to their bodies!",
  "missionDial_21101_5": "I will melt you all to metal molecules!",
  "missionDial_21102_1": "Oh, I am shrinking...run away...",
  "missionDial_21102_2": "You can go nowhere, Kickback!",
  "missionDial_21102_3": "I can't control Decepticons...",
  "missionDial_21102_4": "Apprehension those traitors! They betrayed us!",
  "missionDial_22032_1": "There is a treasure in the relic of the spaceship! Heart of Cybertron...It belongs to me now!",
  "missionDial_22032_2": "Megatron got the heart of Cybertron... We have trouble!",
  "missionDial_22032_3": "Transfer all Energy to the force field generators to hinder Megatron for a moment..",
  "missionDial_22032_4": "That's impossible! No sufficient Energy to repair wounded allies.",
  "missionDial_22032_5": "Well, do you have any idea? Hope your intelligence is as remarkable as your courage.",
  "missionDial_22032_6": "I have it! We can become small and get into Megatron's body to pull out the heart!",
  "missionDial_22061_1": "Wow, we are small now? The feeling is so strange...",
  "missionDial_22061_2": "Take care! We are getting into his body!",
  "missionDial_22061_3": "We must finish in 2 hours because the shrink effect just last for 2 hours.",
  "missionDial_22061_4": "I think Megatron couldn't battle agains all of us by himself... Wait, what's that?",
  "missionDial_22061_5": "That's electrical purifier which can protect him from the undermining of micro impurities.",
  "missionDial_22061_6": "So we are so-called impurities.",
  "missionDial_22071_1": "Here we are. This place is Megatron's brain!",
  "missionDial_22071_2": "Why is so tranquil here?",
  "missionDial_22071_3": "Because he isn't using any parts of here.",
  "missionDial_22071_4": "I have a good idea..Let's destroy here!",
  "missionDial_22071_5": "No! It's dangerous... He might fall down, ",
  "missionDial_22071_6": "and render the heart of Cybertron to explode... This will destroy the whole world!",
  "missionDial_22071_7": "Look! What's that!",
  "missionDial_22071_8": "Brain impulses! The evil brain impulses!",
  "missionDial_22072_1": "These brain impulses can guide us to the heart of Cybertron.",
  "missionDial_22072_2": "Let's get out of here with the heart of Cybertron!",
  "missionDial_22072_3": "The h-bomb came within an ace of exploding. So dangerous!",
  "missionDial_22072_4": "Cut off all the wires... But the last one... is hard to cut off...",
  "missionDial_22072_5": "Let me try!",
  "missionDial_22072_6": "You made it! Perceptor! We got the heart of Cybertron!",
  "missionDial_22092_1": "Autobots, try my powerful... What? What's wrong? My power...",
  "missionDial_22092_2": "Your power has been taken off by us!",
  "missionDial_22092_3": "Haha! We won.",
  "missionDial_22092_4": "Damn Autobots... You will see!",
  "missionDial_22092_5": "Perceptor, thanks. You saved us!",
  "missionDial_23022_1": "The Decepticons are wresting aeroplanes at human airport. It's your turn, Dinobots!",
  "missionDial_23022_2": "Me Grimlock, the greatest warrior in the world.",
  "missionDial_23022_3": "Skywarp, whack them while they are robot mode!",
  "missionDial_23022_4": "Dinobots are in danger!",
  "missionDial_23031_1": "Have Dinobots been repaired? We need their power!",
  "missionDial_23031_2": "No! Me Grimlock, never obey Autobots' orders!",
  "missionDial_23031_3": "I won't obey Optimus Prime! Grimlock is my leader!",
  "missionDial_23031_4": "Where're you going? You like battle, Grimlock!",
  "missionDial_23031_5": "Me, battle only when, Me want!",
  "missionDial_23042_1": "Decepticons, we retreat for the time being!",
  "missionDial_23042_2": "Perceptor, many are unbale to fight or even transform. What's wrong with us?",
  "missionDial_23042_3": "Because we have been on the earth for so long time...",
  "missionDial_23042_4": "A kind of element which is vital to our mechanical body is annihilating...",
  "missionDial_23042_5": "What element? From where can we get the element?",
  "missionDial_23042_6": "It's Cybertronian which doesn't exist on the earth and only exists on Cybertron...",
  "missionDial_23042_7": "So if we want to go back to Cybertron, we have to sneak into Decepticons's Space Bridge...",
  "missionDial_23051_1": "Dinobots, you are free of the influence because you are made on the earth. ",
  "missionDial_23051_2": "We need your help...",
  "missionDial_23051_3": "Me, not the week Autobots! Me, Grimlock, Dinobot!",
  "missionDial_23052_1": "Well, If you don't help us, Decepticons will get the Cybertronian!",
  "missionDial_23052_2": "Cybertronian? Cybertron? You mean I can go to Cybertron? All right, Let's go!",
  "missionDial_23081_1": "We are on Cybertron now! It looks interesting here!",
  "missionDial_23081_2": "Where is it here?",
  "missionDial_23081_3": "It looks like a database... See what the database shows!",
  "missionDial_23081_4": "Million years ago, Decepticons launched a civil war for the sake of their domination...",
  "missionDial_23081_5": "Autobots who were not good at battle were defeated. Many of them escaped from Cybertron...",
  "missionDial_23081_6": "Nevertheless, the minorities survived made up their mind to take a new strategy to fight against the enimies...",
  "missionDial_23081_7": "And the war still continues today...",
  "missionDial_23081_8": "I never knew before!",
  "missionDial_23081_9": "Damn, someone is coming. Dinobots, ready to fight!",
  "missionDial_23082_1": "You'd better throw down your arms!",
  "missionDial_23082_2": "Dinobots are captured...",
  "missionDial_23082_3": "Me, Swoop, escaped!",
  "missionDial_23091_1": "Swoop, can you hear me? How about Dinobots？",
  "missionDial_23091_2": "They are in the pit of Cybertronian working for Decepticons!",
  "missionDial_23091_3": "It's strange, Dinobots never work for anyone.",
  "missionDial_23091_4": "You are supposed to sneak into where they are confined and investigate the problem!",
  "missionDial_23091_5": "OK, got it. Decepticons! Me, Swoop, here!",
  "missionDial_23091_6": "Here is another one! Capture him!",
  "missionDial_23092_1": "I know why they don't resist. Their logic circuit has been falsified!",
  "missionDial_23092_2": "Swoop, act as what I say!",
  "missionDial_23092_3": "Me, Swoop, saved all Dinobots!",
  "missionDial_23092_4": "Me, Grimlock, should help others!",
  "missionDial_23111_1": "I set the location where the Space Bridge will transport us back. It's just adjacent to Autobots' HQ.",
  "missionDial_23111_2": "It's your only chance, Grimlock!",
  "missionDial_23111_3": "Our show time!",
  "missionDial_23111_4": "Don't try to escape!",
  "missionDial_23112_1": "Us, Dinobots, came back with the Cybertronian!",
  "missionDial_23112_2": "You saved us all, Dinobots! Nice job!",
  "missionDial_23112_3": "Though we Dinobots don't like, we obey you!",
  "missionDial_23112_4": "But me, Grimlock, don't like to be commanded!",
  "missionDial_24012_1": "Constructicons are mining on the asteroid！ But most of the Autobots can't fly in space...",
  "missionDial_24012_2": "Perhaps we have to find someone who can fly in space to help us.",
  "missionDial_24021_1": "Omega Supreme, can you do me a favor by going to the asteroid to investigate?",
  "missionDial_24021_2": "We find Constructions are mining there and most of us——",
  "missionDial_24021_3": "Constructions are foe! I will dispose of them!",
  "missionDial_24021_4": "Wait, Omega Supreme! Not now! What happened?",
  "missionDial_24022_1": "We were good friends then. But afterwards, they broke down our relationship readily.",
  "missionDial_24022_2": "So tell me what happened on Cybertron.",
  "missionDial_24031_1": "After we remoulded them, they will work for us.",
  "missionDial_24031_2": "Constructions... hurry up, we must destroy the crystal castle！",
  "missionDial_24031_3": "Our friends, you built the crystal castle by yourselves! You forget it?",
  "missionDial_24031_4": "Don't talk nonsense. Let's destroy the crystal castle!",
  "missionDial_24041_1": "It's Omega Supreme! Stop him!",
  "missionDial_24041_2": "Our friends, what's wrong with you?",
  "missionDial_24041_3": "Well, I'd better remould you too! It's for your own good!",
  "missionDial_24041_4": "You wish! I won't be controlled by Megatron!",
  "missionDial_24042_1": "Megatron failed and I survived. But I changed...",
  "missionDial_24042_2": "From then, I have a profound hatred of Constructions. Wherever they go, I trace them.",
  "missionDial_24042_3": "I didn't know you had such experiences...",
  "missionDial_24052_1": "Optimus Prime, I came back from the asteroid and brought back the specimen of ore you want!",
  "missionDial_24052_2": "Good. Let Perceptor to investigate the ore and Omega Supreme, now you can dispose of Constructions!",
  "missionDial_24052_3": "I have waited for this day for so long. Revenge, revenge...",
  "missionDial_24061_1": "Constructions, do you remember me yet?",
  "missionDial_24061_2": "Old friends, the remoulding machine was not bad, was it? What a pity that it didn't accomplish the task exactly.",
  "missionDial_24061_3": "You are a crumb in our transformers!",
  "missionDial_24061_4": "You are going to die. It's my turn to revenge!",
  "missionDial_24062_1": "Optimus Prime, I have investigated. We found organic tissues in the ore.",
  "missionDial_24062_2": "You mean the asteroid is alive? Oh, no. We must tell Omega Supreme to come back!",
  "missionDial_24071_1": "Omega Supreme, the asteroid is going to crash into the Earth. Don't help your Earth allies?",
  "missionDial_24071_2": "Nothing is important than revenge. You must die!",
  "missionDial_24072_1": "The asteroid is about to crash into the Earth soon. With out Omega Supreme, we can't stop it!",
  "missionDial_24072_2": "Omega Supreme, we need your help!",
  "missionDial_24072_3": "I have to revenge!",
  "missionDial_24091_1": "Omega Supreme, to Save the Earth is more important than your revenge!",
  "missionDial_24091_2": "Constructions is running away!",
  "missionDial_24091_3": "Wake up! It's you who summoned the asteroid! Stop it!",
  "missionDial_24092_1": "The asteroid is about to crash into the Earth soon. Omega Supreme, wake up!",
  "missionDial_24092_2": "You can't just look after your own revenge!",
  "missionDial_24092_3": "Objective changed...",
  "missionDial_24101_1": "Omega Supreme, it's none of your business! Kill him!",
  "missionDial_24101_2": "I know your thought all the while, Megatron!",
  "missionDial_24102_1": "Crisis of Decepticons and the asteroid has been relieved! You saved the whole world, Omega Supreme!",
  "missionDial_24102_2": "It's my duty.",
  "missionDial_24102_3": "You will find in your life, there is something more important than your personal grudge, one day.",
  "missionDial_24102_4": "The possibility is increasing.",
  "stage_14_name": "Change Gears",
  "stage_14_description": "Optimus Prime repaired other Autobots. The Decepticons are crazily grabbing the earth source. We must stop them!",
  "stage_15_name": "Castle Of Steel",
  "stage_15_description": "The Decepticons have found more earth source. If we don't stop them, they will take the source back to Cybertron!",
  "stage_16_name": "Attack Of Autobots",
  "stage_16_description": "The Decepticons are investigating the technology of the Space Bridge. Go check it.",
  "stage_17_name": "Escape Of Autobots",
  "stage_17_description": "It's difficult to repair Transformers on the earth. How can we get the materials on Cybertron?",
  "stage_18_name": "Traitor",
  "stage_18_description": "The heat in the core of the earth is disappearing. It must be the trick of Decepticons!",
  "stage_19_name": "Optimus Prime Of Real And Fake",
  "stage_19_description": "The Autobots need some new crew.",
  "stage_20_name": "Core of the Earth",
  "stage_20_description": "The Decepticons are approaching the villages around the Peru Andes. We can't let them do as they want.",
  "stage_21_name": "The Insecticon Syndromes",
  "stage_21_description": "The Dinobots are unstable. How can we make them a stable fighting force?",
  "stage_22_name": "Micro Robots",
  "stage_22_description": "The Decepticons joined with a crazy human scientist, whose name is Dr. Arkeville, want to do something big. How the earth gonna be?",
  "stage_23_name": "Carelessness Of Dinobots",
  "stage_23_description": "The Cybertron has been sent to around the earth, which caused earthquakes and tsunamis. The earth is in a mass, about to be ruined...",
  "stage_24_name": "Secret Of Omega Supreme",
  "stage_24_description": "Starscream has taken Dr. Arkeville with him. Something must be about to happen with this kind of combination.",
  "stage_25_name": "The Master Builder",
  "stage_26_name": "Auto Berserk",
  "stage_27_name": "Blaster Blues",
  "stage_28_name": "Quest For Survival",
  "stage_29_name": "The Search For Alpha Trion",
  "stage_30_name": "The Key to Vector Sigma",
  "stage_31_name": "Aerial Assault",
  "stage_32_name": "War Dawn",
  "stage_33_name": "Starscream's Brigade",
  "stage_34_name": "The Revenge of Bruticus",
  "stage_35_name": "Masquerade",
  "boss_450101_name": "Soldier",
  "boss_450102_name": "Soldier",
  "boss_450103_name": "Soldier",
  "boss_450104_name": "Soundwave",
  "boss_450105_name": "Megatron",
  "boss_450106_name": "Soldier",
  "boss_450107_name": "Soundwave",
  "boss_450108_name": "Soldier",
  "boss_450109_name": "Decepticon Rumble",
  "boss_450110_name": "Soldier",
  "boss_450111_name": "Megatron",
  "boss_450201_name": "Soldier",
  "boss_450202_name": "Thundercracker",
  "boss_450203_name": "Thundercracker",
  "boss_450204_name": "Soldier",
  "boss_450205_name": "Soldier",
  "boss_450206_name": "Ravage",
  "boss_450207_name": "Soldier",
  "boss_450208_name": "Megatron",
  "boss_450209_name": "Megatron",
  "boss_450210_name": "Megatron",
  "boss_450301_name": "Soldier",
  "boss_450302_name": "Soldier",
  "boss_450303_name": "Megatron",
  "boss_450304_name": "Soldier",
  "boss_450305_name": "Soldier",
  "boss_450306_name": "Soundwave",
  "boss_450307_name": "Soldier",
  "boss_450308_name": "Soldier",
  "boss_450309_name": "Soldier",
  "boss_450310_name": "Megatron",
  "boss_450401_name": "Soldier",
  "boss_450402_name": "Starscream",
  "boss_450403_name": "Laserbeak",
  "boss_450404_name": "Soldier",
  "boss_450405_name": "Reflector",
  "boss_450406_name": "Shockwave",
  "boss_450407_name": "Soldier",
  "boss_450408_name": "Acid Storm",
  "boss_450409_name": "Starscream",
  "boss_450410_name": "Megatron",
  "boss_450501_name": "Soldier",
  "boss_450502_name": "Soldier",
  "boss_450503_name": "Jetfire",
  "boss_450504_name": "Jetfire",
  "boss_450505_name": "Soldier",
  "boss_450506_name": "Starscream",
  "boss_450507_name": "Soldier",
  "boss_450508_name": "Starscream",
  "boss_450509_name": "Starscream",
  "boss_450510_name": "Starscream",
  "boss_450511_name": "Starscream",
  "boss_450601_name": "Soldier",
  "boss_450602_name": "Soldier",
  "boss_450603_name": "Soldier",
  "boss_450604_name": "Slug",
  "boss_450605_name": "Grimlock",
  "boss_450606_name": "Grimlock",
  "boss_450607_name": "Soldier",
  "boss_450608_name": "Skywarp",
  "boss_450609_name": "Grimlock",
  "boss_450610_name": "Megatron",
  "boss_450611_name": "Starscream",
  "boss_450701_name": "Starscream",
  "boss_450702_name": "Laserbeak",
  "boss_450703_name": "Soldier",
  "boss_450704_name": "Soldier",
  "boss_450705_name": "Megatron",
  "boss_450706_name": "Soldier",
  "boss_450707_name": "Megatron",
  "boss_450708_name": "Starscream",
  "boss_450709_name": "Ravage",
  "boss_450710_name": "Soldier",
  "boss_450711_name": "Megatron",
  "boss_450801_name": "Soldier",
  "boss_450802_name": "Soundwave",
  "boss_450803_name": "Megatron",
  "boss_450804_name": "Grimlock",
  "boss_450805_name": "Snarl",
  "boss_450806_name": "Soldier",
  "boss_450807_name": "Grimlock",
  "boss_450808_name": "Soldier",
  "boss_450809_name": "Megatron",
  "boss_450901_name": "Soldier",
  "boss_450902_name": "Starscream",
  "boss_450903_name": "Soldier",
  "boss_450904_name": "Decepticon Rumble",
  "boss_450905_name": "Soldier",
  "boss_450906_name": "Dr. Arkeville",
  "boss_450907_name": "Soldier",
  "boss_450908_name": "Megatron",
  "boss_450909_name": "Soldier",
  "boss_450910_name": "Decepticon",
  "boss_451001_name": "Soldier",
  "boss_451002_name": "Megatron",
  "boss_451003_name": "Soldier",
  "boss_451004_name": "Soldier",
  "boss_451005_name": "Shockwave",
  "boss_451006_name": "Starscream",
  "boss_451007_name": "Shockwave",
  "boss_451008_name": "Megatron",
  "boss_451009_name": "Soldier",
  "boss_451010_name": "Megatron",
  "boss_451101_name": "Soldier",
  "boss_451102_name": "Thundercracker",
  "boss_451103_name": "Soldier",
  "boss_451104_name": "Laserbeak",
  "boss_451105_name": "Soldier",
  "boss_451106_name": "Megatron",
  "boss_451107_name": "Soldier",
  "boss_451108_name": "Starscream",
  "boss_451201_name": "Soldier",
  "boss_451202_name": "Kickback",
  "boss_451203_name": "Hardshell",
  "boss_451204_name": "Sharpshot",
  "boss_451205_name": "Soldier",
  "boss_451206_name": "Megatron",
  "boss_451207_name": "Soldier",
  "boss_451208_name": "Sharpshot",
  "boss_451209_name": "Soldier",
  "boss_451210_name": "Megatron",
  "boss_451301_name": "Soldier",
  "boss_451302_name": "Scrapper",
  "boss_451303_name": "Megatron",
  "boss_451304_name": "Soldier",
  "boss_451305_name": "Megatron",
  "boss_451306_name": "Soldier",
  "boss_451307_name": "Scrapper",
  "boss_451308_name": "Hook",
  "boss_451309_name": "Devastator",
  "boss_451310_name": "Megatron",
  "boss_460101_name": "Soldier",
  "boss_460102_name": "Soldier",
  "boss_460103_name": "Soldier",
  "boss_460104_name": "Soundwave",
  "boss_460105_name": "Megatron",
  "boss_460106_name": "Soldier",
  "boss_460107_name": "Soundwave",
  "boss_460108_name": "Soldier",
  "boss_460109_name": "Decepticon Rumble",
  "boss_460110_name": "Soldier",
  "boss_460111_name": "Megatron",
  "boss_460201_name": "Soldier",
  "boss_460202_name": "Thundercracker",
  "boss_460203_name": "Thundercracker",
  "boss_460204_name": "Soldier",
  "boss_460205_name": "Soldier",
  "boss_460206_name": "Ravage",
  "boss_460207_name": "Soldier",
  "boss_460208_name": "Megatron",
  "boss_460209_name": "Megatron",
  "boss_460210_name": "Megatron",
  "boss_460301_name": "Soldier",
  "boss_460302_name": "Soldier",
  "boss_460303_name": "Megatron",
  "boss_460304_name": "Soldier",
  "boss_460305_name": "Soldier",
  "boss_460306_name": "Soundwave",
  "boss_460307_name": "Soldier",
  "boss_460308_name": "Soldier",
  "boss_460309_name": "Soldier",
  "boss_460310_name": "Megatron",
  "boss_460401_name": "Soldier",
  "boss_460402_name": "Starscream",
  "boss_460403_name": "Laserbeak",
  "boss_460404_name": "Soldier",
  "boss_460405_name": "Reflector",
  "boss_460406_name": "Shockwave",
  "boss_460407_name": "Soldier",
  "boss_460408_name": "Acid Storm",
  "boss_460409_name": "Starscream",
  "boss_460410_name": "Megatron",
  "boss_460501_name": "Soldier",
  "boss_460502_name": "Soldier",
  "boss_460503_name": "Jetfire",
  "boss_460504_name": "Jetfire",
  "boss_460505_name": "Soldier",
  "boss_460506_name": "Starscream",
  "boss_460507_name": "Soldier",
  "boss_460508_name": "Starscream",
  "boss_460509_name": "Starscream",
  "boss_460510_name": "Starscream",
  "boss_460511_name": "Starscream",
  "boss_460601_name": "Soldier",
  "boss_460602_name": "Soldier",
  "boss_460603_name": "Soldier",
  "boss_460604_name": "Slug",
  "boss_460605_name": "Grimlock",
  "boss_460606_name": "Grimlock",
  "boss_460607_name": "Soldier",
  "boss_460608_name": "Skywarp",
  "boss_460609_name": "Grimlock",
  "boss_460610_name": "Megatron",
  "boss_460611_name": "Starscream",
  "boss_460701_name": "Starscream",
  "boss_460702_name": "Laserbeak",
  "boss_460703_name": "Soldier",
  "boss_460704_name": "Soldier",
  "boss_460705_name": "Megatron",
  "boss_460706_name": "Soldier",
  "boss_460707_name": "Megatron",
  "boss_460708_name": "Starscream",
  "boss_460709_name": "Ravage",
  "boss_460710_name": "Soldier",
  "boss_460711_name": "Megatron",
  "boss_460801_name": "Soldier",
  "boss_460802_name": "Soundwave",
  "boss_460803_name": "Megatron",
  "boss_460804_name": "Grimlock",
  "boss_460805_name": "Snarl",
  "boss_460806_name": "Soldier",
  "boss_460807_name": "Grimlock",
  "boss_460808_name": "Soldier",
  "boss_460809_name": "Megatron",
  "boss_460901_name": "Soldier",
  "boss_460902_name": "Starscream",
  "boss_460903_name": "Soldier",
  "boss_460904_name": "Decepticon Rumble",
  "boss_460905_name": "Soldier",
  "boss_460906_name": "Dr. Arkeville",
  "boss_460907_name": "Soldier",
  "boss_460908_name": "Megatron",
  "boss_460909_name": "Soldier",
  "boss_460910_name": "Decepticon",
  "boss_461001_name": "Soldier",
  "boss_461002_name": "Megatron",
  "boss_461003_name": "Soldier",
  "boss_461004_name": "Soldier",
  "boss_461005_name": "Shockwave",
  "boss_461006_name": "Starscream",
  "boss_461007_name": "Shockwave",
  "boss_461008_name": "Megatron",
  "boss_461009_name": "Soldier",
  "boss_461010_name": "Megatron",
  "boss_461101_name": "Soldier",
  "boss_461102_name": "Thundercracker",
  "boss_461103_name": "Soldier",
  "boss_461104_name": "Laserbeak",
  "boss_461105_name": "Soldier",
  "boss_461106_name": "Megatron",
  "boss_461107_name": "Soldier",
  "boss_461108_name": "Starscream",
  "boss_461201_name": "Soldier",
  "boss_461202_name": "Kickback",
  "boss_461203_name": "Hardshell",
  "boss_461204_name": "Sharpshot",
  "boss_461205_name": "Soldier",
  "boss_461206_name": "Megatron",
  "boss_461207_name": "Soldier",
  "boss_461208_name": "Sharpshot",
  "boss_461209_name": "Soldier",
  "boss_461210_name": "Megatron",
  "boss_461301_name": "Soldier",
  "boss_461302_name": "Scrapper",
  "boss_461303_name": "Megatron",
  "boss_461304_name": "Soldier",
  "boss_461305_name": "Megatron",
  "boss_461306_name": "Soldier",
  "boss_461307_name": "Scrapper",
  "boss_461308_name": "Hook",
  "boss_461309_name": "Devastator",
  "boss_461310_name": "Megatron",
  "boss_470101_name": "Soldier",
  "boss_470102_name": "Soldier",
  "boss_470103_name": "Soldier",
  "boss_470104_name": "Soundwave",
  "boss_470105_name": "Megatron",
  "boss_470106_name": "Soldier",
  "boss_470107_name": "Soundwave",
  "boss_470108_name": "Soldier",
  "boss_470109_name": "Decepticon Rumble",
  "boss_470110_name": "Soldier",
  "boss_470111_name": "Megatron",
  "boss_470201_name": "Soldier",
  "boss_470202_name": "Thundercracker",
  "boss_470203_name": "Thundercracker",
  "boss_470204_name": "Soldier",
  "boss_470205_name": "Soldier",
  "boss_470206_name": "Ravage",
  "boss_470207_name": "Soldier",
  "boss_470208_name": "Megatron",
  "boss_470209_name": "Megatron",
  "boss_470210_name": "Megatron",
  "boss_470301_name": "Soldier",
  "boss_470302_name": "Soldier",
  "boss_470303_name": "Megatron",
  "boss_470304_name": "Soldier",
  "boss_470305_name": "Soldier",
  "boss_470306_name": "Soundwave",
  "boss_470307_name": "Soldier",
  "boss_470308_name": "Soldier",
  "boss_470309_name": "Soldier",
  "boss_470310_name": "Megatron",
  "boss_470401_name": "Soldier",
  "boss_470402_name": "Starscream",
  "boss_470403_name": "Laserbeak",
  "boss_470404_name": "Soldier",
  "boss_470405_name": "Reflector",
  "boss_470406_name": "Shockwave",
  "boss_470407_name": "Soldier",
  "boss_470408_name": "Acid Storm",
  "boss_470409_name": "Starscream",
  "boss_470410_name": "Megatron",
  "boss_470501_name": "Soldier",
  "boss_470502_name": "Soldier",
  "boss_470503_name": "Jetfire",
  "boss_470504_name": "Jetfire",
  "boss_470505_name": "Soldier",
  "boss_470506_name": "Starscream",
  "boss_470507_name": "Soldier",
  "boss_470508_name": "Starscream",
  "boss_470509_name": "Starscream",
  "boss_470510_name": "Starscream",
  "boss_470511_name": "Starscream",
  "boss_470601_name": "Soldier",
  "boss_470602_name": "Soldier",
  "boss_470603_name": "Soldier",
  "boss_470604_name": "Slug",
  "boss_470605_name": "Grimlock",
  "boss_470606_name": "Grimlock",
  "boss_470607_name": "Soldier",
  "boss_470608_name": "Skywarp",
  "boss_470609_name": "Grimlock",
  "boss_470610_name": "Megatron",
  "boss_470611_name": "Starscream",
  "boss_470701_name": "Starscream",
  "boss_470702_name": "Laserbeak",
  "boss_470703_name": "Soldier",
  "boss_470704_name": "Soldier",
  "boss_470705_name": "Megatron",
  "boss_470706_name": "Soldier",
  "boss_470707_name": "Megatron",
  "boss_470708_name": "Starscream",
  "boss_470709_name": "Ravage",
  "boss_470710_name": "Soldier",
  "boss_470711_name": "Megatron",
  "boss_470801_name": "Soldier",
  "boss_470802_name": "Soundwave",
  "boss_470803_name": "Megatron",
  "boss_470804_name": "Grimlock",
  "boss_470805_name": "Snarl",
  "boss_470806_name": "Soldier",
  "boss_470807_name": "Grimlock",
  "boss_470808_name": "Soldier",
  "boss_470809_name": "Megatron",
  "boss_470901_name": "Soldier",
  "boss_470902_name": "Starscream",
  "boss_470903_name": "Soldier",
  "boss_470904_name": "Decepticon Rumble",
  "boss_470905_name": "Soldier",
  "boss_470906_name": "Dr. Arkeville",
  "boss_470907_name": "Soldier",
  "boss_470908_name": "Megatron",
  "boss_470909_name": "Soldier",
  "boss_470910_name": "Decepticon",
  "boss_471001_name": "Soldier",
  "boss_471002_name": "Megatron",
  "boss_471003_name": "Soldier",
  "boss_471004_name": "Soldier",
  "boss_471005_name": "Shockwave",
  "boss_471006_name": "Starscream",
  "boss_471007_name": "Shockwave",
  "boss_471008_name": "Megatron",
  "boss_471009_name": "Soldier",
  "boss_471010_name": "Megatron",
  "boss_471101_name": "Soldier",
  "boss_471102_name": "Thundercracker",
  "boss_471103_name": "Soldier",
  "boss_471104_name": "Laserbeak",
  "boss_471105_name": "Soldier",
  "boss_471106_name": "Megatron",
  "boss_471107_name": "Soldier",
  "boss_471108_name": "Starscream",
  "boss_471201_name": "Soldier",
  "boss_471202_name": "Kickback",
  "boss_471203_name": "Hardshell",
  "boss_471204_name": "Sharpshot",
  "boss_471205_name": "Soldier",
  "boss_471206_name": "Megatron",
  "boss_471207_name": "Soldier",
  "boss_471208_name": "Sharpshot",
  "boss_471209_name": "Soldier",
  "boss_471210_name": "Megatron",
  "boss_471301_name": "Soldier",
  "boss_471302_name": "Scrapper",
  "boss_471303_name": "Megatron",
  "boss_471304_name": "Soldier",
  "boss_471305_name": "Megatron",
  "boss_471306_name": "Soldier",
  "boss_471307_name": "Scrapper",
  "boss_471308_name": "Hook",
  "boss_471309_name": "Devastator",
  "boss_471310_name": "Megatron",
  "boss_490001_name": "Quintesson Judge",
  "boss_490002_name": "Quintesson Judge",
  "boss_490003_name": "Quintesson Judge",
  "boss_490004_name": "Quintesson Judge",
  "boss_490005_name": "Quintesson Judge",
  "boss_490006_name": "Quintesson Judge",
  "boss_490007_name": "Quintesson Judge",
  "boss_490008_name": "Quintesson Judge",
  "boss_490009_name": "Quintesson Judge",
  "boss_490010_name": "Quintesson Judge",
  "boss_490101_name": "Constructicons",
  "boss_490102_name": "Devastator",
  "boss_490103_name": "Devastator",
  "boss_490201_name": "Stunticons",
  "boss_490202_name": "Menasor",
  "boss_490203_name": "Menasor",
  "boss_490301_name": "AERIALBOT",
  "boss_490302_name": "Superion",
  "boss_490303_name": "Superion",
  "boss_490401_name": "Combaticons",
  "boss_490402_name": "Bruticus",
  "boss_490403_name": "Bruticus",
  "boss_451401_name": "Soldier",
  "boss_451402_name": "Soundwave",
  "boss_451403_name": "Megatron",
  "boss_451404_name": "Megatron",
  "boss_451405_name": "Soldier",
  "boss_451406_name": "Soldier",
  "boss_451407_name": "Soldier",
  "boss_451408_name": "Gears",
  "boss_451409_name": "Megatron",
  "boss_451501_name": "Soldier",
  "boss_451502_name": "Laserbeak",
  "boss_451503_name": "Soldier",
  "boss_451504_name": "Soundwave",
  "boss_451505_name": "Megatron",
  "boss_451506_name": "Soldier",
  "boss_451507_name": "Soldier",
  "boss_451508_name": "Soldier",
  "boss_451509_name": "Constructicons",
  "boss_451510_name": "Starscream",
  "boss_451511_name": "Devastator",
  "boss_451512_name": "Megatron",
  "boss_451601_name": "Decepticon Rumble",
  "boss_451602_name": "Megatron",
  "boss_451603_name": "Optimus Prime",
  "boss_451604_name": "Silverstreak",
  "boss_451605_name": "Autobot Ratchet",
  "boss_451606_name": "Megatron",
  "boss_451607_name": "Silverstreak",
  "boss_451608_name": "Jetfire",
  "boss_451609_name": "Optimus Prime",
  "boss_451610_name": "Megatron",
  "boss_451701_name": "Soldier",
  "boss_451702_name": "Constructicons",
  "boss_451703_name": "Starscream",
  "boss_451704_name": "Skywarp",
  "boss_451705_name": "Megatron",
  "boss_451706_name": "Soundwave",
  "boss_451707_name": "Soldier",
  "boss_451708_name": "Starscream",
  "boss_451709_name": "Megatron",
  "boss_451801_name": "Soldier",
  "boss_451802_name": "Soldier",
  "boss_451803_name": "Skywarp",
  "boss_451804_name": "Kickback",
  "boss_451805_name": "Soldier",
  "boss_451806_name": "Sharpshot",
  "boss_451807_name": "Sharpshot",
  "boss_451808_name": "Soldier",
  "boss_451809_name": "Mirage",
  "boss_451810_name": "Megatron",
  "boss_451901_name": "Soldier",
  "boss_451902_name": "Starscream",
  "boss_451903_name": "Laserbeak",
  "boss_451904_name": "Optimus Prime",
  "boss_451905_name": "Soldier",
  "boss_451906_name": "Laserbeak",
  "boss_451907_name": "Laserbeak",
  "boss_451908_name": "Starscream",
  "boss_451909_name": "Optimus Prime",
  "boss_451910_name": "Megatron",
  "boss_452001_name": "Soldier",
  "boss_452002_name": "Constructicons",
  "boss_452003_name": "Devastator",
  "boss_452004_name": "Devastator",
  "boss_452005_name": "Soldier",
  "boss_452006_name": "Constructicons",
  "boss_452007_name": "Megatron",
  "boss_452008_name": "Soldier",
  "boss_452009_name": "Devastator",
  "boss_452010_name": "Devastator",
  "boss_452101_name": "Soldier",
  "boss_452102_name": "Hardshell",
  "boss_452103_name": "Sharpshot",
  "boss_452104_name": "Soldier",
  "boss_452105_name": "Soldier",
  "boss_452106_name": "Sharpshot",
  "boss_452107_name": "Starscream",
  "boss_452108_name": "Kickback",
  "boss_452109_name": "Soundwave",
  "boss_452110_name": "Sharpshot",
  "boss_452201_name": "Soldier",
  "boss_452202_name": "Megatron",
  "boss_452203_name": "Soldier",
  "boss_452204_name": "Soldier",
  "boss_452205_name": "Laserbeak",
  "boss_452206_name": "Soldier",
  "boss_452207_name": "Soldier",
  "boss_452208_name": "Soldier",
  "boss_452209_name": "Megatron",
  "boss_452301_name": "Soldier",
  "boss_452302_name": "Decepticon Rumble",
  "boss_452303_name": "Grimlock",
  "boss_452304_name": "Megatron",
  "boss_452305_name": "Grimlock",
  "boss_452306_name": "Devastator",
  "boss_452307_name": "Soldier",
  "boss_452308_name": "Soldier",
  "boss_452309_name": "Shockwave",
  "boss_452310_name": "Soldier",
  "boss_452311_name": "Shockwave",
  "boss_452401_name": "Constructicons",
  "boss_452402_name": "Omega Supreme",
  "boss_452403_name": "Constructicons",
  "boss_452404_name": "Devastator",
  "boss_452405_name": "Soldier",
  "boss_452406_name": "Constructicons",
  "boss_452407_name": "Constructicons",
  "boss_452408_name": "Soldier",
  "boss_452409_name": "Omega Supreme",
  "boss_452410_name": "Megatron",
  "boss_452501_name": "Soldier",
  "boss_452502_name": "Skywarp",
  "boss_452503_name": "Soldier",
  "boss_452504_name": "Constructicons",
  "boss_452505_name": "Soldier",
  "boss_452506_name": "Soldier",
  "boss_452507_name": "Devastator",
  "boss_452508_name": "Ramjet",
  "boss_452509_name": "Megatron",
  "boss_452510_name": "Soldier",
  "boss_452601_name": "Soldier",
  "boss_452602_name": "Rumble",
  "boss_452603_name": "Soundwave",
  "boss_452604_name": "Soldier",
  "boss_452605_name": "Starscream",
  "boss_452606_name": "Starscream",
  "boss_452607_name": "Starscream",
  "boss_452608_name": "Soldier",
  "boss_452609_name": "Megatron",
  "boss_452610_name": "Megatron",
  "boss_452701_name": "Soldier",
  "boss_452702_name": "Megatron",
  "boss_452703_name": "Soldier",
  "boss_452704_name": "Megatron",
  "boss_452705_name": "Soldier",
  "boss_452706_name": "Soldier",
  "boss_452707_name": "Ramjet",
  "boss_452708_name": "Soldier",
  "boss_452709_name": "Megatron",
  "boss_452801_name": "Kickback",
  "boss_452802_name": "Soldier",
  "boss_452803_name": "Cosmo",
  "boss_452804_name": "Soldier",
  "boss_452805_name": "Kickback",
  "boss_452806_name": "Soldier",
  "boss_452807_name": "Thrust",
  "boss_452808_name": "Kickback",
  "boss_452809_name": "Soldier",
  "boss_452901_name": "Soldier",
  "boss_452902_name": "Soldier",
  "boss_452903_name": "Shockwave",
  "boss_452904_name": "Soldier",
  "boss_452905_name": "Starscream",
  "boss_452906_name": "Soldier",
  "boss_452907_name": "Starscream",
  "boss_452908_name": "Soldier",
  "boss_452909_name": "Soldier",
  "boss_452910_name": "Starscream",
  "boss_453001_name": "Soldier",
  "boss_453002_name": "Ramjet",
  "boss_453003_name": "Rumble",
  "boss_453004_name": "Soldier",
  "boss_453005_name": "Megatron",
  "boss_453006_name": "Soldier",
  "boss_453007_name": "Soldier",
  "boss_453008_name": "Motormaster",
  "boss_453009_name": "Menasor",
  "boss_453101_name": "Soldier",
  "boss_453102_name": "Shockwave",
  "boss_453103_name": "Soldier",
  "boss_453104_name": "Soldier",
  "boss_453105_name": "Motormaster",
  "boss_453106_name": "Air Raid",
  "boss_453107_name": "Soldier",
  "boss_453108_name": "Motormaster",
  "boss_453109_name": "Menasor",
  "boss_453110_name": "Megatron",
  "boss_453201_name": "Starscream",
  "boss_453202_name": "Soldier",
  "boss_453203_name": "Starscream",
  "boss_453204_name": "Megatron",
  "boss_453205_name": "Soldier",
  "boss_453206_name": "Megatron",
  "boss_453207_name": "Soldier",
  "boss_453208_name": "Megatron",
  "boss_453209_name": "Megatron",
  "boss_453301_name": "Starscream",
  "boss_453302_name": "Soldier",
  "boss_453303_name": "Soldier",
  "boss_453304_name": "Brawl",
  "boss_453305_name": "Megatron",
  "boss_453306_name": "Soldier",
  "boss_453307_name": "Brawl",
  "boss_453308_name": "Bruticus",
  "boss_453309_name": "Menasor",
  "boss_453401_name": "Soldier",
  "boss_453402_name": "Shockwave",
  "boss_453403_name": "Soldier",
  "boss_453404_name": "Hardshell",
  "boss_453405_name": "Soldier",
  "boss_453406_name": "Megatron",
  "boss_453407_name": "Soldier",
  "boss_453408_name": "Starscream",
  "boss_453409_name": "Brawl",
  "boss_453410_name": "Bruticus",
  "boss_453501_name": "Breakdown",
  "boss_453502_name": "Dead End",
  "boss_453503_name": "Breakdown",
  "boss_453504_name": "Soldier",
  "boss_453505_name": "Laserbeak",
  "boss_453506_name": "Megatron",
  "boss_453507_name": "Breakdown",
  "boss_453508_name": "Menasor",
  "boss_453509_name": "Megatron",
  "boss_491001_name": "Primary Trial",
  "boss_491002_name": "Primary Trial",
  "boss_491003_name": "Primary Trial",
  "boss_491004_name": "Primary Trial",
  "boss_491005_name": "Primary Trial",
  "boss_491006_name": "Primary Trial",
  "boss_491007_name": "Primary Trial",
  "boss_491008_name": "Primary Trial",
  "boss_491009_name": "Primary Trial",
  "boss_491010_name": "Primary Trial",
  "boss_491011_name": "Primary Trial",
  "boss_491012_name": "Primary Trial",
  "boss_491013_name": "Primary Trial",
  "boss_491014_name": "Primary Trial",
  "boss_491015_name": "Primary Trial",
  "boss_491016_name": "Primary Trial",
  "boss_491017_name": "Primary Trial",
  "boss_491018_name": "Primary Trial",
  "boss_491019_name": "Primary Trial",
  "boss_491020_name": "Primary Trial",
  "boss_491101_name": "Senior Trial",
  "boss_491102_name": "Senior Trial",
  "boss_491103_name": "Senior Trial",
  "boss_491104_name": "Senior Trial",
  "boss_491105_name": "Senior Trial",
  "boss_491106_name": "Senior Trial",
  "boss_491107_name": "Senior Trial",
  "boss_491108_name": "Senior Trial",
  "boss_491109_name": "Senior Trial",
  "boss_491110_name": "Senior Trial",
  "boss_491111_name": "Senior Trial",
  "boss_491112_name": "Senior Trial",
  "boss_491113_name": "Senior Trial",
  "boss_491114_name": "Senior Trial",
  "boss_491115_name": "Senior Trial",
  "boss_491116_name": "Senior Trial",
  "boss_491117_name": "Senior Trial",
  "boss_491118_name": "Senior Trial",
  "boss_491119_name": "Senior Trial",
  "boss_491120_name": "Senior Trial",
  "boss_491201_name": "Elite Trial",
  "boss_491202_name": "Elite Trial",
  "boss_491203_name": "Elite Trial",
  "boss_491204_name": "Elite Trial",
  "boss_491205_name": "Elite Trial",
  "boss_491206_name": "Elite Trial",
  "boss_491207_name": "Elite Trial",
  "boss_491208_name": "Elite Trial",
  "boss_491209_name": "Elite Trial",
  "boss_491210_name": "Elite Trial",
  "boss_491211_name": "Elite Trial",
  "boss_491212_name": "Elite Trial",
  "boss_491213_name": "Elite Trial",
  "boss_491214_name": "Elite Trial",
  "boss_491215_name": "Elite Trial",
  "boss_491216_name": "Elite Trial",
  "boss_491217_name": "Elite Trial",
  "boss_491218_name": "Elite Trial",
  "boss_491219_name": "Elite Trial",
  "boss_491220_name": "Elite Trial",
  "boss_491301_name": "Hero Trial",
  "boss_491302_name": "Hero Trial",
  "boss_491303_name": "Hero Trial",
  "boss_491304_name": "Hero Trial",
  "boss_491305_name": "Hero Trial",
  "boss_491306_name": "Hero Trial",
  "boss_491307_name": "Hero Trial",
  "boss_491308_name": "Hero Trial",
  "boss_491309_name": "Hero Trial",
  "boss_491310_name": "Hero Trial",
  "boss_491311_name": "Hero Trial",
  "boss_491312_name": "Hero Trial",
  "boss_491313_name": "Hero Trial",
  "boss_491314_name": "Hero Trial",
  "boss_491315_name": "Hero Trial",
  "boss_491316_name": "Hero Trial",
  "boss_491317_name": "Hero Trial",
  "boss_491318_name": "Hero Trial",
  "boss_491319_name": "Hero Trial",
  "boss_491320_name": "Hero Trial",
  "boss_491401_name": "Final Trial",
  "boss_491402_name": "Final Trial",
  "boss_491403_name": "Final Trial",
  "boss_491404_name": "Final Trial",
  "boss_491405_name": "Final Trial",
  "boss_491406_name": "Final Trial",
  "boss_491407_name": "Final Trial",
  "boss_491408_name": "Final Trial",
  "boss_491409_name": "Final Trial",
  "boss_491410_name": "Final Trial",
  "boss_491411_name": "Final Trial",
  "boss_491412_name": "Final Trial",
  "boss_491413_name": "Final Trial",
  "boss_491414_name": "Final Trial",
  "boss_491415_name": "Final Trial",
  "boss_491416_name": "Final Trial",
  "boss_491417_name": "Final Trial",
  "boss_491418_name": "Final Trial",
  "boss_491419_name": "Final Trial",
  "boss_491420_name": "Final Trial",
  "boss_492001_name": "Datsun",
  "boss_492002_name": "Datsun",
  "boss_492003_name": "Datsun",
  "boss_492004_name": "Datsun",
  "boss_492005_name": "Guerrilla",
  "boss_492006_name": "Cassette-tape Decepticons",
  "boss_492007_name": "Cassette-tape Decepticons",
  "boss_492008_name": "Cassette-tape Decepticons",
  "boss_492009_name": "Cassette-tape Decepticons",
  "boss_492010_name": "Old Antagonist",
  "boss_492011_name": "Leader Warrior",
  "boss_492012_name": "Leader Warrior",
  "boss_492013_name": "Leader Warrior",
  "boss_492014_name": "Leader Warrior",
  "boss_492015_name": "Leader Warrior",
  "boss_492016_name": "Formula",
  "boss_492017_name": "Formula",
  "boss_492018_name": "Formula",
  "boss_492019_name": "Formula",
  "boss_492020_name": "Formula",
  "boss_492021_name": "Depth Charge",
  "boss_492022_name": "Depth Charge",
  "boss_492023_name": "Depth Charge",
  "boss_492024_name": "Depth Charge",
  "boss_492025_name": "Depth Charge",
  "boss_492026_name": "Female Hero",
  "boss_492027_name": "Female Hero",
  "boss_492028_name": "Female Hero",
  "boss_492029_name": "Female Hero",
  "boss_492030_name": "Female Hero",
  "boss_492031_name": "Dinobots and Their Friends",
  "boss_492032_name": "Dinobots and Their Friends",
  "boss_492033_name": "Dinobots and Their Friends",
  "boss_492034_name": "Dinobots and Their Friends",
  "boss_492035_name": "Dinobots and Their Friends",
  "boss_492036_name": "The Insecticon Syndromes",
  "boss_492037_name": "The Insecticon Syndromes",
  "boss_492038_name": "The Insecticon Syndromes",
  "boss_492039_name": "The Insecticon Syndromes",
  "boss_492040_name": "The Insecticon Syndromes",
  "boss_492041_name": "Lovers",
  "boss_492042_name": "Lovers",
  "boss_492043_name": "Lovers",
  "boss_492044_name": "Lovers",
  "boss_492045_name": "Lovers",
  "boss_492046_name": "Flying Competition",
  "boss_492047_name": "Flying Competition",
  "boss_492048_name": "Flying Competition",
  "boss_492049_name": "Flying Competition",
  "boss_492050_name": "Superion",
  "boss_492051_name": "Troop of Cassette-tape",
  "boss_492052_name": "Troop of Cassette-tape",
  "boss_492053_name": "Troop of Cassette-tape",
  "boss_492054_name": "Troop of Cassette-tape",
  "boss_492055_name": "Soundwave and His Cassette-tapes",
  "boss_492056_name": "Robot Guardians",
  "boss_492057_name": "Robot Guardians",
  "boss_492058_name": "Robot Guardians",
  "boss_492059_name": "Robot Guardians",
  "boss_492060_name": "Robot Guardians",
  "boss_492061_name": "Need for Speed？",
  "boss_492062_name": "Need for Speed？",
  "boss_492063_name": "Need for Speed？",
  "boss_492064_name": "Need for Speed？",
  "boss_492065_name": "Need for Speed？",
  "boss_492066_name": "Fire!",
  "boss_492067_name": "Fire!",
  "boss_492068_name": "Fire!",
  "boss_492069_name": "Fire!",
  "boss_492070_name": "Fire!",
  "boss_492071_name": "Top Gun",
  "boss_492072_name": "Top Gun",
  "boss_492073_name": "Top Gun",
  "boss_492074_name": "Top Gun",
  "boss_492075_name": "Top Gun",
  "boss_492076_name": "Circus？",
  "boss_492077_name": "Circus？",
  "boss_492078_name": "Circus？",
  "boss_492079_name": "Circus？",
  "boss_492080_name": "Circus？",
  "boss_492081_name": "Three Primary Colors",
  "boss_492082_name": "Three Primary Colors",
  "boss_492083_name": "Three Primary Colors",
  "boss_492084_name": "Three Primary Colors",
  "boss_492085_name": "Three Primary Colors",
  "boss_492086_name": "Transform and Go!",
  "boss_492087_name": "Transform and Go!",
  "boss_492088_name": "Transform and Go!",
  "boss_492089_name": "Transform and Go!",
  "boss_492090_name": "Transform and Go!",
  "boss_492091_name": "I'm the Leader!",
  "boss_492092_name": "I'm the Leader!",
  "boss_492093_name": "I'm the Leader!",
  "boss_492094_name": "I'm the Leader!",
  "boss_492095_name": "I'm the Leader!",
  "boss_492096_name": "Final Dual",
  "boss_492097_name": "Final Dual",
  "boss_492098_name": "Final Dual",
  "boss_492099_name": "Final Dual",
  "boss_492100_name": "Fight on Combinations",
  "missionDial_25021_1": "King of the cloud chasers！ Sultan of the stratosphere！ ace of the air！",
  "missionDial_25021_2": "You're right! All these are nonsense!",
  "missionDial_25021_3": "Somebody's aimin' to ruin my day and my paint job！",
  "missionDial_25021_4": "what goes up must come down.And the harder the better!",
  "missionDial_25022_1": "Powerglide, Old chap, I am coming to repair you...",
  "missionDial_25022_2": "Thanks, Grapple! I feel so good now and I think I can fly again!",
  "missionDial_25022_3": "Perhaps I shouldn't have been a constructor. I should act as a monkey in the circus…",
  "missionDial_25022_4": "Then my talent could be appreciated by others.",
  "missionDial_25022_5": "Don't lose your heart, my friend! Your solar tower is abound to bring us more energon!",
  "missionDial_25022_6": "I hope so too, but Optimus Prime think the tower cannot defend Decepticon's attack…",
  "missionDial_25022_7": "Maybe this tower is just a dream to me.",
  "missionDial_25041_1": "You really believe my solar tower's value, do you, Hoist?",
  "missionDial_25041_2": "Abosultely!",
  "missionDial_25041_3": "So let's begin to build the tower, you and me?",
  "missionDial_25041_4": "What? Anything wrong with your electrics?",
  "missionDial_25041_5": "Damn! It's an ambush, Constructicons! Run!",
  "missionDial_25041_6": "Do you think you can run away?",
  "missionDial_25042_1": "Don't get so agitated. We are not enemy. You would all go to the hell if we wanted to kill you.",
  "missionDial_25042_2": "We have betrayed Decepticon. Megatron never respects us.",
  "missionDial_25042_3": "You can join us! We supply the resources and you build the solar tower!",
  "missionDial_25042_4": "I cannot believe what Constructicons said… They are always playing a double game.",
  "missionDial_25042_5": "Perhaps it's a chance, Hoist! I can… make my invention constructed…",
  "missionDial_25042_6": "All right, Constructicons, unless you can show us enough sincerity.",
  "missionDial_25051_1": "Let me help you assemble the last component.",
  "missionDial_25051_2": "I never thought that my dream could be realized. Now the solar tower has been finished!",
  "missionDial_25051_3": "And our cooperation is over, you two idiots!",
  "missionDial_25051_4": "What… Didn't Constructicons betray Megatron?",
  "missionDial_25051_5": "You are so naïve. Anyway, thank you for the solar tower!",
  "missionDial_25071_1": "This solar tower… is the one Grapple showed me before! He made it!",
  "missionDial_25071_2": "But the tower is captured by Decepticon now.",
  "missionDial_25071_3": "To rescue Grapple and Hoist is our top priority…",
  "missionDial_25071_4": "Isn't this a plot?",
  "missionDial_25071_5": "Of couse it's a plot, Autobots! You are no way to run!",
  "missionDial_25092_1": "Smokescreen, around to Devastator's rear and lure them to attack the tower! ",
  "missionDial_25092_2": "With pleasure!",
  "missionDial_25092_3": "I'm at your behind, you fool!",
  "missionDial_25092_4": "You are no way to run…!",
  "missionDial_25092_5": "No! Devastator, you idiot! You destroyed my solar tower!",
  "missionDial_25092_6": "Let's get away from here. Autobots, just wait and see!",
  "missionDial_25102_1": "I found them!",
  "missionDial_25102_2": "Optimus Prime, I'm so sorry. I just wanted to build the solar tower…",
  "missionDial_25102_3": "I forgive you. Let's go back to the headquarters for repairing!",
  "missionDial_25102_4": "This my solar tower model. It's destroyed now…",
  "missionDial_25102_5": "You can design another tower, Grapple.",
  "missionDial_25102_6": "I just want to ask, does the tower look amazing. Tell me the truth, Hoist.",
  "missionDial_25102_7": "Abosultely! A extraordinary invention.",
  "missionDial_26021_1": "Megatron is still around. Decepticon prepair to attack!",
  "missionDial_26021_2": "Decepticon Rumble, Frenzy, Ravage,  Buzzsaw, destroy Autobots!",
  "missionDial_26021_3": "Red Alert, guard the bunker. Autobots, transform!",
  "missionDial_26021_4": "We will turn that bunker into a  burial mond!",
  "missionDial_26022_1": "It takes more efforts to stop Autobots!",
  "missionDial_26022_2": "My beautiful bunker is destroyed!",
  "missionDial_26022_3": "And Soundwave's got a clean run at the negavator!",
  "missionDial_26022_4": "Not necessarily!",
  "missionDial_26032_1": "Decepticon, retreat!",
  "missionDial_26032_2": "Wait, I've a great gift to their bunker. How about my fire bomb!",
  "missionDial_26032_3": "Oh! I'm held down by breakstone! Inferno, help me out... ",
  "missionDial_26032_4": "Grapple will blow his top if he sees his bunker has been destroyed like this!",
  "missionDial_26032_5": "Oh, my head is so hurt… I swear I'll get even with Inferno!",
  "missionDial_26032_6": "Sorry, Red Alert, I never thought it would work out this way while I was away…",
  "missionDial_26032_7": "Hey, Red Alert, clam down, Inferno save the negavator!",
  "missionDial_26032_8": "Don't defend him! You know what, Optimus Prime, Inferno betrayed us!",
  "missionDial_26032_9": "You'd better ask Hoist to overhaul you, Red Alert.",
  "missionDial_26052_1": "We guarded the negavator… Red Alert, why didn't you raise the alarm?",
  "missionDial_26052_2": "My head is so heart… Do you want to push me away like others?",
  "missionDial_26052_3": "Your wound is more seriously than I thought. You need a overhaul.",
  "missionDial_26052_4": "Something wrong with your logic circuits.",
  "missionDial_26052_5": "You need examine and repair right now!",
  "missionDial_26052_6": "I don't need anything. You just want to apart me into parts! Over my dead body!",
  "missionDial_26052_7": "Come back! Damn, he need a immediate overhaul, or he could get worse!",
  "missionDial_26061_1": "I must get far away from them. I won't let them apart me…",
  "missionDial_26061_2": "Hey! Red Alert, you can hide here!",
  "missionDial_26061_3": "Who's there… you, Starscream!",
  "missionDial_26062_1": "Hush! Or we will be captured.",
  "missionDial_26062_2": "You are my enemy!",
  "missionDial_26062_3": "If so, I should attack you!  We need each oher.",
  "missionDial_26062_4": "I never join Decepticon.",
  "missionDial_26062_5": "Now we're in the same boat! When Megatron retreated, he abandoned us. I'll get even with him.",
  "missionDial_26062_6": "They are all jealous of my talent! I wish we could control the negavator.",
  "missionDial_26062_7": "Then Optimus Prime and Megatron have to recognize our strength!",
  "missionDial_26062_8": "If so, I could prove that I become more powerful to Inferno and others!",
  "missionDial_26071_1": "I'm the chief security officer and I know clearly how to access to where the negavator is…",
  "missionDial_26071_2": "I'll become invincible if we get the negavator! ",
  "missionDial_26071_3": "The intruder… Starscream!",
  "missionDial_26071_4": "Red Alert is along with him… You need help, Red Alert!",
  "missionDial_26071_5": "Hurry up. It's a good chance to destroy them by the negavator, Red Alert!",
  "missionDial_26071_6": "I'm sure you won't shoot us!",
  "missionDial_26091_1": "Starscream, good job! You want to return me the negavator, don't you?",
  "missionDial_26091_2": "Ye, Yes, of course…",
  "missionDial_26091_3": "No! The negavator belongs to us. I won't give it to you!",
  "missionDial_26092_1": "What I have done…",
  "missionDial_26092_2": "It seems that Starscream's neon ray sobered him up temoprarily…",
  "missionDial_26092_3": "Red Alert! Get off from the negavator!",
  "missionDial_26092_4": "No, I… I have to make amends… drive away Decepticon!",
  "missionDial_26101_1": "I set the self-destruct time on the negavator. Decepticon are unable to get it!",
  "missionDial_26101_2": "Autobots, attack!",
  "missionDial_26102_1": "Danm… One of these days, Optimus Prime ——",
  "missionDial_26102_2": "Oh, come off it. Run as fast as you can. The negavator is about to explode!",
  "missionDial_26102_3": "Help Red Alert out!",
  "missionDial_26102_4": "Let me do it. It's my job! Red Alert, hold on!",
  "missionDial_26102_5": "Inferno, thank you. You saved my life…",
  "missionDial_26102_6": "Optimus Prime, please forgive my stupidity…",
  "missionDial_26102_7": "No, that's me who wanted to experiment with the negavator. We're pleased you can come back, Red Alert!",
  "missionDial_27022_1": "You dummy, be careful. Don't destroy the high-pressure starlight machine!",
  "missionDial_27022_2": "What do you want with this thing?",
  "missionDial_27022_3": "It can help me dominate the Earth!",
  "missionDial_27041_1": "I heard something! Cosmo, turn off the engine and glide. I will record it.",
  "missionDial_27041_2": "This machine can interfere the airwave between the Earth and Moon.",
  "missionDial_27041_3": "What happened… The Autobots spy! Decepticon, roll out! Capture them all!",
  "missionDial_27041_4": "They found us! Run!",
  "missionDial_27042_1": "That's Optimus Prime who dispatch you to overhear our Earthe-conquest plan.",
  "missionDial_27042_2": "Remould them into the wave disturber and pressure regulator and send the interference wave the the Earth!",
  "missionDial_27042_3": "You want to remould us. Are you kidding!",
  "missionDial_27042_4": "I think it's not a kidding!",
  "missionDial_27071_1": "Earthman, I'm the leader of Decepticon and the ruler of the Earth!",
  "missionDial_27071_2": "Creatures with flesh and blood, don't be frightened. You have got the new leader now!",
  "missionDial_27071_3": "I can give back your airwave and the cost is…",
  "missionDial_27071_4": "Give me your all energy!",
  "missionDial_27071_5": "He is transmitting signals to the Earth. We have to do something…",
  "missionDial_27071_6": "I'm thinking… if I transmit music through Megatron's wave range, ",
  "missionDial_27071_7": "I can transmit music through Megatron's wave range. So they can find us by the music.",
  "missionDial_27071_8": "They want to seek help. Stop them!",
  "missionDial_27081_1": "It's Blaster's voice! He's on the Moon.",
  "missionDial_27081_2": "If he's on the Moon, Megatron is also there. He is transmitting the interference wave there!",
  "missionDial_27081_3": "We can leave for the Moon together.",
  "missionDial_27081_4": "It's not easy for you to go to the Moon!",
  "missionDial_27091_1": "Let them go!",
  "missionDial_27091_2": "No, never! They're very useful to me!",
  "missionDial_27091_3": "You don't want to offend me, I promise.",
  "missionDial_27091_4": "It's enough for me with the remaining energy to subdue you, Megatron!",
  "missionDial_27092_1": "All right, Optimus Prime, you won. ",
  "missionDial_27092_2": "Be quick, let's help Blaster and Cosmo!",
  "missionDial_27092_3": "I'm glad to see you! I think this Moon base can be reconstructed into a radio base,",
  "missionDial_27092_4": "to braodcast some amazing pop songs, right?",
  "missionDial_27092_5": "Cool! I won't be alone!",
  "missionDial_27092_6": "Your are the keyman in turning the battle's tide, Blaster.",
  "missionDial_27092_7": "But I think you'd better control the volume!",
  "missionDial_28021_1": "There're too many Insecticons. We are no match for them and have to retreat…",
  "missionDial_28021_2": "Never mind, I've dispatch Bumblebee and Cosmo to seek something that can oppose them.",
  "missionDial_28021_3": "We found the insecticide on an asteroid and we'll take it back immediately!",
  "missionDial_28021_4": "Perhaps I cannot come back immediately, because I'm winded by an alien plant...",
  "missionDial_28021_5": "Soup up! I don't want to become the breakfast of the plant!",
  "missionDial_28031_1": "Oh dear! Cosmo, you body are totally winded by the plant!",
  "missionDial_28031_2": "Bumblebee, cut the plant on my body and make a breach! You run away first!",
  "missionDial_28031_3": "Ok… If I manage to run away, I'll turn back to help you out with others!",
  "missionDial_28031_4": "Remember to tell Optimus Prime, the machine insecticide is very effective…!",
  "missionDial_28031_5": "You've no way to escape!",
  "missionDial_28051_1": "Laserbeak said that Autobots Cosmo found the robotic insecticide.",
  "missionDial_28051_2": "The robotic insecticide! It's a bad news to Insecticons.",
  "missionDial_28051_3": "Thrust, let Insections get away from the vale where Cosmo crashed!",
  "missionDial_28051_4": "At your service! Kickback, you heard the order, right? How thoughtful Megatron is!",
  "missionDial_28051_5": "Who's going to believe such bullshit? Megatron must have hide something at that vale!",
  "missionDial_28051_6": "He is deceiving us, deceiving us! Let's go to have a look!",
  "missionDial_28051_7": "Wait, that's for your own good!",
  "missionDial_28051_8": " Insecticons, follow us! This time we are making up our own mind!",
  "missionDial_28071_1": "It's so hard to help you out, Cosmo.",
  "missionDial_28071_2": "Fortunately, the robotic insecticide is well preserved! We can use this to oppose Insections ——",
  "missionDial_28071_3": "Now, Decepticon, attack Autobots! Destroy the robotic insecticide!",
  "missionDial_28071_4": "It's Deception! They're omnipresent!",
  "missionDial_28081_1": "Our allies Insecticons are coming! Although they violated my order,",
  "missionDial_28081_2": "they can help us oppose Autobots.",
  "missionDial_28081_3": "Look at the vale! The plants are all over the mountains. It makes my mouth water!",
  "missionDial_28081_4": "This must be the good thing Megatron wants to hide~",
  "missionDial_28081_5": "Wait! Come here to help us, you idiots!",
  "missionDial_28081_6": "The Morphobots eats Insecticons... ",
  "missionDial_28082_1": "Oh! Ahhh! You didn't tell us these plants would bite us!",
  "missionDial_28082_2": "I cannot believe that these plants ate the troop of Insecticons!",
  "missionDial_28082_3": "Now you see with your own eyes. Decepticon, retreat!",
  "missionDial_28091_1": "I have to say, Morphobots are plants of merit in this battle.",
  "missionDial_28091_2": "Well, to some extent, they are heroes.",
  "missionDial_28091_3": "But we cannot leave them on the Earth. Autobots, prepare to clean up the battlefield!",
  "missionDial_28092_1": "The Morphobots saved the Earth, however, they could be harmful as well.",
  "missionDial_28092_2": "In my opinion, we should send them to the planet where there are only Insecticons live.",
  "missionDial_29031_1": "Firestar, transform! Prepare to carry the Energon cubes!",
  "missionDial_29031_2": "We almost have no Energon supply. Why not carry more!",
  "missionDial_29031_3": "No, orders. Carry no more than enough and set out!",
  "missionDial_29031_4": "Damn, I triggered the alert!",
  "missionDial_29031_5": "You run first and I stay to oppose Shockwave!",
  "missionDial_29031_6": "Female Autobots? I thought they were extinct.",
  "missionDial_29031_7": "Yes, we're still alive and will live forever!",
  "missionDial_29031_8": "Don't brag!",
  "missionDial_29032_1": "These are all the Energon cubes we can carry… If I hadn't triggered the alert… I could have carried more…",
  "missionDial_29032_2": "It's no time to regret. Shockwave maybe is watching on us!",
  "missionDial_29032_3": "Sentinel, watch on them and tell me their destination!",
  "missionDial_29032_4": "Chromia to Elita One, please allow us to leave for Decepticon headquarters again.",
  "missionDial_29032_5": "Disapproval. Come back right now. You must go back to the base!",
  "missionDial_29032_6": "Great! I know where their secret base is…",
  "missionDial_29032_7": "Megatron! I found the female Autobots.",
  "missionDial_29032_8": "Female Autobots? Good, capture their leader Elita One alive!",
  "missionDial_29041_1": "Alpha Trion, I'm Elita One. Decepticon maybe have found our secret base…",
  "missionDial_29041_2": "Well, you have to arrange again right now. Go to investigate the situation.",
  "missionDial_29041_3": "Leave it up to me. Me, Elita One, is fearless.",
  "missionDial_29041_4": "I have to remind you, at any rate, you cannot use your special powers.",
  "missionDial_29041_5": "All right, Alpha Trion.",
  "missionDial_29051_1": "The reason that we come here is to capture Elita One alive at any cost.",
  "missionDial_29051_2": "Where's their base entrance?",
  "missionDial_29051_3": "Didn't Shockwave cock up the entrance?",
  "missionDial_29051_4": "It seems the female Autobots are very smart. But they cannot match me!",
  "missionDial_29051_5": "Decepticon Rumble, use your monkey engine and drive them out from their home!",
  "missionDial_29051_6": "Megatron let us capture Elita One, rather than destroying the planet. ",
  "missionDial_29051_7": "Since Megatron's not here, I'm the leader! Obey my call, crush!",
  "missionDial_29052_1": "I won't let you get away with that, Decepticon!",
  "missionDial_29052_2": "Is that Elita One! Try my Neon Ray!",
  "missionDial_29052_3": "Ah!... I can't move...",
  "missionDial_29052_4": "Take the last look at your headquarters. There's nothing!",
  "missionDial_29061_1": "Optimus Prime, there's a new guest coming to my base on the Cybertron. Do you know her?",
  "missionDial_29061_2": "Elita One! Let her go!",
  "missionDial_29061_3": "No problem, my Optimus brother, if you surrender! I give you 2 hours to think over!",
  "missionDial_29061_4": "Optimus Prime, is that Elita One? Female Autobots, they are still… alive?",
  "missionDial_29061_5": "400 years ago, when we set out, Decepticon assulted our base.",
  "missionDial_29061_6": "I thought all the female Autobots remaining all died…",
  "missionDial_29061_7": "Teletraan I, search the location of the Space Bridge where Decepticon are. I'll leave for Cybertron to rescue Elita One!",
  "missionDial_29061_8": "Autobots, transform! We can't let Optimus go alone!",
  "missionDial_29071_1": "Autobots leader, Optimus Prime, is captured alive by me, Starscream!",
  "missionDial_29071_2": "Please let him go!",
  "missionDial_29071_3": "Good, throw Optimus Prime into nitric acid! Do it, Decepticon Rumble!",
  "missionDial_29071_4": "Ahhhhhhh ——!!!!",
  "missionDial_29072_1": "Time stops? I… I was saved? Elita One, How are you feeling?",
  "missionDial_29072_2": "I used my special power which exhausted my energy…",
  "missionDial_29072_3": "No…",
  "missionDial_29072_4": "Take me to Alpha Trion. He is the only one who can save me….",
  "missionDial_29072_5": "All right, let's find him.",
  "missionDial_29091_1": "Alpha Trion, see you again. Elita One's energy is about to drained…",
  "missionDial_29091_2": "She must have used her special power. I warned her not to use it.",
  "missionDial_29091_3": "She braved death to rescue me…",
  "missionDial_29091_4": "Follow me, let me see if there is any way to save her.",
  "missionDial_29091_5": "What's the noise outside. I go to see what's happening…",
  "missionDial_29091_6": "Damn, it's Decepticon. We're traced! We must guard the base!",
  "missionDial_29092_1": "I have done my best. It's your turn now.",
  "missionDial_29092_2": "What should I do?",
  "missionDial_29092_3": "Turn on your power filter. Only your design accords with Elita One's.",
  "missionDial_29101_1": "We won, guys!",
  "missionDial_29101_2": "No, you didn't, unless you can fly!",
  "missionDial_29101_3": "Well, push them down the cliff!",
  "missionDial_29101_4": "Look, that's Optimus Prime and Elita One!",
  "missionDial_29101_5": "That's impossible! I saw their body melt!",
  "missionDial_29101_6": "Starscream! You almost killed my sweet Elita, you'll pay for this!",
  "missionDial_29102_1": "Decepticon, retreat!",
  "missionDial_29102_2": "I'm so glad to see you come back!",
  "missionDial_29102_3": "But we have to leave. The battles on the Earth are waiting for us.",
  "missionDial_29102_4": "And the battles here also need us to go on…",
  "missionDial_29102_5": "Thanks to Alpha Trion, he helped us.",
  "missionDial_29102_6": "He is a  wise elder Autobot, treating me like my father.",
  "missionDial_29102_7": "More than your father, Elita.",
  "missionDial_30022_1": "Autobots went into the tunnel. We can't catch up with them…",
  "missionDial_30022_2": "Damn, if we could control the highway, the super energy would be us!",
  "missionDial_30022_3": "I find you some vehicles!",
  "missionDial_30041_1": "Decepticon built a vehicle squad.",
  "missionDial_30041_2": "Well, it's impossible for them to give these vehicles lives on the Earth.",
  "missionDial_30041_3": "Unless they go back to Cybertron and make them alive by Vector Sigma.",
  "missionDial_30041_4": "According to Teletraan I, something is happening on Deception's space bridge!",
  "missionDial_30041_5": "Tell Omega Supreme, we should set out!",
  "missionDial_30051_1": "Alpha Trion, give out the key!",
  "missionDial_30051_2": "I've no idea what you're talking about…",
  "missionDial_30051_3": "Well, let me say it again, the key to the  Vector Sigma!",
  "missionDial_30051_4": "We have to do it ourselves since you refused.",
  "missionDial_30052_1": "I found the key! My Stunticons can get lives.",
  "missionDial_30052_2": "Deception, roll out!",
  "missionDial_30052_3": "We're late! Are you ok, Alpha Trion?",
  "missionDial_30052_4": "Megatron wrested the key to the Vector Sigma…",
  "missionDial_30052_5": "We'll try our best to repair you, Alpha Trion.",
  "missionDial_30052_6": "You should pursue Megatron immediately. Perhaps he had found the Vector Sigma…",
  "missionDial_30052_7": "We're unable to stop him without your help.",
  "missionDial_30081_1": "Stunticons, I gave you all lives by the Vector Sigma,",
  "missionDial_30081_2": "Now, you should obey my order and Autobots are your greatest enemies!",
  "missionDial_30081_3": "I swear my loyalty to you!",
  "missionDial_30081_4": "I swear to obey you!",
  "missionDial_30081_5": "I'm at your service.",
  "missionDial_30081_6": "I'll obey you forever!",
  "missionDial_30081_7": "I must roll up my sleeves today!",
  "missionDial_30081_8": "Good, let's give Autobots a lesson!",
  "missionDial_30091_1": "Stunticons, now let's set out to seize the super energy!",
  "missionDial_30091_2": "I'll show you our invincible strength—— ",
  "missionDial_30091_3": "Stunticons combine to Menasor! We are invincible!",
  "missionDial_30092_1": "Decepticon with ground forces cannot be despised…",
  "missionDial_30092_2": "Why don't we develop air forces since they can develop ground forces?",
  "missionDial_30092_3": "Alpha Trion, would it be possible for you to remould those antiquated spaceships in the storage into the type on the Earth?",
  "missionDial_30092_4": "Do you know how difficult the project is… Well, maybe I can have a try…",
  "missionDial_30092_5": "Well, if Megatron want to fight on the ground, we fight in the air!",
  "missionDial_31011_1": "We finished remoulding the spaceships, but we don't have the key to activate the Vector Sigma…",
  "missionDial_31011_2": "I can open it… Because I'm the first generation Vector Sigma created,",
  "missionDial_31011_3": "and my power can fuse with it so that it can be activated.",
  "missionDial_31011_4": "What? No! You'll lose your life if you do so. I won't accept your suggest!",
  "missionDial_31011_5": "I created you, Optimus Prime. Now the people on the Earth need you.",
  "missionDial_31011_6": "Just let me do what I should do.",
  "missionDial_31011_7": "The Machine Guardians, stop them!",
  "missionDial_31012_1": "Me, Optimus Prime, leader of Autobots, earnestly request Vector Sigma to grant these robots lives,",
  "missionDial_31012_2": "knowledge and intellgence so that they will cherish life and liberty, anytime, anywhere.",
  "missionDial_31012_3": "Alpha Trion sacrificed his life only to construct airplanes for us? He's so stupid!",
  "missionDial_31012_4": "No, he sacrificed his life to give others lives. Wish you are like Alpha Trion",
  "missionDial_31012_5": "when you're faced with choices.",
  "missionDial_31021_1": "Optimus Prime, I'm fused with Vector Sigma and I want to talk to you.",
  "missionDial_31021_2": "The key to activate Vector Sigma has been carried to the Earth by Megatron. It could destroy the whole Earth!",
  "missionDial_31021_3": "Then we have to go back immediately!",
  "missionDial_31021_4": "Megatron, did you hear that? Autobots build a jet aeroplane squad,",
  "missionDial_31021_5": "and the key you hold has the ability to destroy the Earth…",
  "missionDial_31021_6": "It's Shockwave! We can't let him stop us!",
  "missionDial_31041_1": "Damn! Why are these people attacking us?",
  "missionDial_31041_2": "It seems that they think we want to seize the suprer energy. Deception Stunticons must have been here!",
  "missionDial_31041_3": "That we protect are these guys?",
  "missionDial_31041_4": "Lay down your arms! Our enemies are Decepticon.",
  "missionDial_31052_1": "We defeated Stunticons!",
  "missionDial_31052_2": "Not you, it's Megatron who called them back.",
  "missionDial_31052_3": "It's easy for you to say that, you have a try?",
  "missionDial_31052_4": "Stop it. All come back to the headquarters now.",
  "missionDial_31061_1": "In my opinion, humans are so idiot. We have no reason to protect them. ",
  "missionDial_31061_2": "Other Autobots even cannot fly. It's just waisting of time here!",
  "missionDial_31061_3": "Shut up, or I will teach you a lesson with my fists.",
  "missionDial_31061_4": "I dare you won't. To put it plainly, you need us but we don't need you!",
  "missionDial_31061_5": "You can have a try!",
  "missionDial_31062_1": "Well, let's go, guys. We can make it well without them.",
  "missionDial_31062_2": "Slingshot, what're you talkin' about! Optimus Prime, I'm sorry, I'll take them back.",
  "missionDial_31071_1": "The key to Vector Sigma can convert anything into metal…",
  "missionDial_31071_2": "So we can convert the Earth into another Cybertron!",
  "missionDial_31071_3": "Megatron, we won't let you get away with that!",
  "missionDial_31081_1": "Even when Autobots were not in the headquarters, humans were repairing the wounded soldiers.",
  "missionDial_31081_2": "Slingshot, why can't you understand? Autobots gave us lives so we should help them.",
  "missionDial_31081_3": "All right… Let's go to fight against Stunticons!",
  "missionDial_31081_4": "Aerialbots, transform, roll out!",
  "missionDial_31091_1": "Don't think only you have the combiner. Aerialbots, combine!",
  "missionDial_31091_2": "Superion, ready to attack anytime!",
  "missionDial_31091_3": "What? It's impossible! Menasor, attack!",
  "missionDial_31101_1": "That's enough, Stunticons. Retreat!",
  "missionDial_31101_2": "Megatron still hold the key. I'll pursue him!",
  "missionDial_31101_3": "That damn airplane is following me!",
  "missionDial_31101_4": "I have to catch up with him and take back the key. I must… catch up with him!",
  "missionDial_31102_1": "Silverbolt, you're so great. You destroyed the key and overcame your acrophobia!",
  "missionDial_31102_2": "Aerialbots, you have proved you deserves the title of Autobots.",
  "missionDial_31102_3": "Forgive me please. I was so rude to you.",
  "missionDial_31102_4": "Me too. Please forget it.",
  "missionDial_31102_5": "Guys, let's go back to the headerquarters and celebrate for our first victory!",
  "missionDial_31102_6": "Silverbolt, fly back with us?",
  "missionDial_31102_7": "No, thank you for your kindness… I'd rather go back by walking…",
  "missionDial_32012_1": "To tell the truth, Starscream is not weak.",
  "missionDial_32012_2": "It seems you somehow worship Decepticon, Slingshot",
  "missionDial_32012_3": "They are strong and powerful. Much more stronger than the humans at any aspect.",
  "missionDial_32012_4": "But they are evil. They managed to escape by abandoning the humans.",
  "missionDial_32012_5": "You guys even don't know what's wrong or right. If you fight against Decepticon continuously like us ——",
  "missionDial_32012_6": "You're right, Ironhide. Aerialbots has been created for olny several weeks. He'll understand gradually.",
  "missionDial_32031_1": "Teletraan I detected a huge amount of  energy wave on Cybertron. It must be Decepticon.",
  "missionDial_32031_2": "Set out for Cybertron right now!",
  "missionDial_32031_3": "Autobots are too stupid. They come all the way to Cybertron only to save the weak Earth?",
  "missionDial_32031_4": "Now I think Decepticon are somehow right!",
  "missionDial_32031_5": "What's wrong with you? Decepticon are always making trouble! Look,they're coming again!",
  "missionDial_32032_1": "Wait! We don't want to fight. We just want to talk with you!",
  "missionDial_32032_2": "He's more stupid than I thought…",
  "missionDial_32032_3": "What do you want to talk about?",
  "missionDial_32032_4": "I want to know why Optimus Prime thinks you are evil.",
  "missionDial_32032_5": "Hahaha. That old bird know nothing about our Decepticon!",
  "missionDial_32032_6": "Follow me, I'll tell you about our Decepticon.",
  "missionDial_32032_7": "I can't believe it! Optimus Prime, other Aerialbots went away with Decepticon aeroplanes!",
  "missionDial_32032_8": "Probably they are deceived by Decepticon. We must save them!",
  "missionDial_32042_1": "Aerialbots, just sit there and listen to me.",
  "missionDial_32042_2": "No! Didn't find this is a plot?",
  "missionDial_32042_3": "It's too late, idiots, farewell! After two minutes, these idiots will be carried to the past, ",
  "missionDial_32042_4": "and they'll be cooped up in the past forever even before the formation of the Galaxy!",
  "missionDial_32042_5": "You wish, Megatron! Stop the machine imediately!",
  "missionDial_32051_1": "Where is this place? Cybertron?  Not a bad place. I think it's nod bad to stay here.",
  "missionDial_32051_2": "Who're you? I didn't see you before. I'm Orion, nice to meet you!",
  "missionDial_32051_3": "I'm Silverbolt and we're Aerialbots…",
  "missionDial_32051_4": "Will you help us carry the energon cubes in the power field of the opposite bank.",
  "missionDial_32051_5": "Ok, it's my pleasure… Wait, what's that flying in the air?",
  "missionDial_32051_6": "It's said that's a kind of flying transformer…",
  "missionDial_32051_7": "It's Decepticon. It's a good chance to be familiar with them.",
  "missionDial_32051_8": "I don't think they want to be familiar with us!",
  "missionDial_32061_1": "Hi there, I'm Megatron. I'm seeking the place for storage. What are these things stored here?",
  "missionDial_32061_2": "Hi, I'm Orion, these are energon cubes.",
  "missionDial_32061_3": "That's what I want to know… Deception, attack!",
  "missionDial_32061_4": "You can't do this!",
  "missionDial_32061_5": "Go to the hell, idiot!",
  "missionDial_32061_6": "No! Megatron! Look what you've done!!!",
  "missionDial_32062_1": "We need to find someone to repair Orion and his friend.",
  "missionDial_32062_2": "We will find out. Put on a spurt.",
  "missionDial_32062_3": "That Megatron… I swear I revenge!",
  "missionDial_32071_1": "Do you need any help?",
  "missionDial_32071_2": "Could you do me a favour by repairing Orion and his friend?",
  "missionDial_32071_3": "His mentality remains strong. I'll reform him thoroughly.",
  "missionDial_32071_4": "Great! We'll stay outside to protect you!",
  "missionDial_32081_1": "I've finished! I'm sure you cannot recognize him. He's no more Orion,",
  "missionDial_32081_2": "and he's our first new soldier, Optimus Prime!",
  "missionDial_32081_3": "What? I can't believe my eyes…",
  "missionDial_32081_4": "I'm wrong, my friend. I worshiped Megatron only because of his strong power,",
  "missionDial_32081_5": "but I didn't see he was abusing his power.",
  "missionDial_32081_6": "Never mind. I think we both made such mistake…",
  "missionDial_32081_7": "Now I'll use Optimus Prime's drawing to try to reform his girl friend Ariel…",
  "missionDial_32081_8": "Well, my friends, let's set out to get even with Megatron!",
  "missionDial_32091_1": "Wheeljack, can you repair the time machine and send Aerialbots back?",
  "missionDial_32091_2": "No problem. Just need two minutes to take them back…",
  "missionDial_32091_3": "Decepticon, take back the time machine!",
  "missionDial_32091_4": "All Autobots, stop Deception! We have to wait until Aerialbots come back!",
  "missionDial_32091_5": "That's not easy, Optimus Prime!",
  "missionDial_32092_1": "Time's up! Aerialbots came back!",
  "missionDial_32092_2": "Aerialbots combine into Superion!",
  "missionDial_32092_3": "Megatron, We have some scores to settle!",
  "missionDial_32092_4": "They made it… Decepticon, retreat!",
  "missionDial_32092_5": "You cannot run, Megatron!",
  "missionDial_32092_6": "What you have experienced in the past, guys?",
  "missionDial_32092_7": "Oh, nothing. Just knew more about Megatron… and you, Optimus Prime.",
  "missionDial_32092_8": "Mybe we should call you Orion?",
  "missionDial_32092_9": "That was you five who saved me in the past!",
  "missionDial_32092_10": "Who can tell me what even happened?",
  "missionDial_32092_11": "It's a long story from 900 years ago…",
  "missionDial_33011_1": "Megatron, you failed to defeat Autobots for so long. You're not fit to be our leader!",
  "missionDial_33011_2": "Starscream, you're arrogant without self-knowledge!",
  "missionDial_33011_3": "I've had enough! I'll defeat you and become the new Decepticon leader!",
  "missionDial_33012_1": "Starscream, you idiot. You always jockey for power. I'll drive you out forever!",
  "missionDial_33012_2": "Throw him further away!",
  "missionDial_33012_3": "Just wait and see, Megatron. I'll be back to revenge in several days!",
  "missionDial_33021_1": "Many integral armament here. We can use them to build our squads.",
  "missionDial_33021_2": "Wait and see, Megatron, I'll have a stronger troop and defeat you thoroughly!",
  "missionDial_33032_1": "Criminal personality elements are stored here! We'll be invincible if we can get them!",
  "missionDial_33032_2": "And we just need to equip our Combaticons with them…",
  "missionDial_33032_3": "Combaticons, transform!",
  "missionDial_33032_4": "Who're you? Why are you here?",
  "missionDial_33032_5": "I'm Starscream. I released you from the Decepticon prisons on Cybertron!",
  "missionDial_33032_6": "Now in return, I need you help me defeat Megatron!",
  "missionDial_33042_1": "Jazz, We should tell Optimus Prime and call for backup!",
  "missionDial_33042_2": "Easy, it's a piece of cake. We can deal with —— Damn!",
  "missionDial_33042_3": "Autobots, have a spiralling!",
  "missionDial_33042_4": "Hahaha, I won and caught two Autobots. My Combaticons won the first battle!",
  "missionDial_33042_5": "These two Autobots can be use as energon for you. Thank me, Combaticons!",
  "missionDial_33051_1": "Optimus Prime, if you return the criminals of the Decepticon prisons on Cybertron, We maybe can have a discussion!",
  "missionDial_33051_2": "What're you talkin' about? Return what?",
  "missionDial_33051_3": "Let me say it again! What I need is those criminals who betrayed Decepticon, right now!",
  "missionDial_33051_4": "That's what I want to say. Let Jazz and Cliffjumper go!",
  "missionDial_33052_1": "What's wrong with Optimus Prime… Jazz and Cliffjumper?",
  "missionDial_33052_2": "Wait… if so… maybe Optimus Prime never did it at all!",
  "missionDial_33052_3": "So you're begging for mercy, Megatron?",
  "missionDial_33052_4": "I'll let you off this time! Deception, retreat!",
  "missionDial_33092_1": "Menasor is stronger than I thought, Bruticus… On my mark…",
  "missionDial_33092_2": "Starscream! I'll let you remember who is the leader of Decepticon!",
  "missionDial_33092_3": "Forgive me, Megatron…",
  "missionDial_33092_4": "No next time! Banish him to the space forever!",
  "missionDial_33092_5": "It seems tha Decepticon are busy fighting for power and have no time to attend to us…",
  "missionDial_33092_6": "Thanks to the farce of Starscream… Autobots, take Jazz and Cliffjumper along with and let's go home!",
  "missionDial_34021_1": "Intruder, show your ID and surrender!",
  "missionDial_34021_2": "Others call us Combaticons , but we prefer our another form ——",
  "missionDial_34021_3": "I'm Bruticus!",
  "missionDial_34021_4": "Kill him!",
  "missionDial_34021_5": "You are controlling those Machine Guardians. So if you're defeated, they are finished!",
  "missionDial_34021_6": "I won't be defeated; I will guard Cybertron!",
  "missionDial_34021_7": "Bruticus are not so many and we are sure to win!",
  "missionDial_34022_1": "Mission accomplishment, Cybertron belongs to me now!",
  "missionDial_34022_2": "And a series of revenge plans are waiting for us…",
  "missionDial_34022_3": "We can alter the direction of the Space Bridge and let the Earth fly toward the Sun!",
  "missionDial_34022_4": "Great! If so, Deception on the Earth are all finished!",
  "missionDial_34031_1": "According to the report of Teletraan I, signals from Cybertron are interfering the Earth orbit.",
  "missionDial_34031_2": "Now the Earth are moving toward the Sun… We must leave for Cybertron to stop it!",
  "missionDial_34031_3": "We have to use the Space Bridge to go to Cybertron.",
  "missionDial_34031_4": "Autobots, you want to control the Space Bridge? You wish!",
  "missionDial_34041_1": "Sharpshot, hide the control pannel of the Space Bridge in case that it would be found by Autobots!",
  "missionDial_34041_2": "The Earth is approaching the Sun. We have no time to waist…",
  "missionDial_34041_3": "All of you must find the console!",
  "missionDial_34061_1": "Hi, Megatron on the Earth far away! Now the Earth is approaching the Sun.",
  "missionDial_34061_2": "I have to say farewell to you in advance!",
  "missionDial_34061_3": "What! It's Starscream playing tricks on me!",
  "missionDial_34061_4": "We found the console, but it was destroyed by Insecticons…",
  "missionDial_34061_5": "I can repair it, but I need some parts.",
  "missionDial_34061_6": "I can donate some, and Megatron should provide the remaining parts.",
  "missionDial_34061_7": "I never donate even one screw!",
  "missionDial_34061_8": "Megatron, the Earth is about to bump into the Sun and we have no time to waist, or we are all finished!",
  "missionDial_34082_1": "Megatron, please don't kill me! It's Combaticons who's playing the tricks on you. They compel us to oppose against you!",
  "missionDial_34082_2": "He's lying!",
  "missionDial_34082_3": "I'll never forgive you, Starscream!",
  "missionDial_34082_4": "I can let you go if you stop the Earth impacting on the Sun, understand?",
  "missionDial_34082_5": "Unless you hand over your leadership to me!",
  "missionDial_34082_6": "Are you insane, Starscream?",
  "missionDial_34082_7": "Stop it! I have the conn here!",
  "missionDial_34101_1": "I was beated miserably…",
  "missionDial_34101_2": "Let's teach them a lesson. Combaticons, transform into Bruticus!",
  "missionDial_34101_3": "I have been jugged for millions of years… Now it's time to revenge!",
  "missionDial_34102_1": "We defeated Stunticons! Come on, restore the Earth orbit!",
  "missionDial_34102_2": "I think it's not too late… We made it!",
  "missionDial_34102_3": "The threat has been relieved… Megatron, you'd better dispose of Combaticons because he's a big trouble.",
  "missionDial_34102_4": "You're right. I'll destroy them immediately!",
  "missionDial_34102_5": "You chose the right option at last. Farewell, Megatron!",
  "missionDial_34102_6": "You're so naïve, Autobots. Do you think I'll destroy such powerful weapons…",
  "missionDial_35031_1": "We Stunticons like to keep an appointment. Autobots, are you ready?",
  "missionDial_35031_2": "That crazy guy are rushing towards us!",
  "missionDial_35031_3": "You want to ruin our plan. No way!",
  "missionDial_35031_4": "Let me add fuel to the flames…",
  "missionDial_35032_1": "We captured all members of Stunticons!",
  "missionDial_35032_2": "Cut off the communication between Stunticons and Decepticon and we can use them to ",
  "missionDial_35032_3": "find out why Decepticon stole the parts.",
  "missionDial_35041_1": "We can disguise as the members of Stunticons to ascertain what Deception are scheming.",
  "missionDial_35041_2": "From now on I'm Breakdown!",
  "missionDial_35041_3": "Do we look like them!",
  "missionDial_35041_4": "It's Decepticon! Capture them. We can't expose our disguise!",
  "missionDial_35061_1": "It's so strange that Stunticons drive smoothly today.",
  "missionDial_35061_2": "Maybe they're afraid to ruin the stolen parts. Have you brought what I want, Motormaster？",
  "missionDial_35061_3": "You bet!",
  "missionDial_35061_4": "Is there anything wrong with your sounder? It sounds somehow haorse.",
  "missionDial_35061_5": "Maybe I bellowed too much!",
  "missionDial_35081_1": "We must go back to tell Megatron that Autobots are disguising as us!",
  "missionDial_35081_2": "Stunticons, transform into Menasor!",
  "missionDial_35081_3": "Menasor, attack!",
  "missionDial_35081_4": "All Autobots, stop them and don't let them escape!",
  "missionDial_35091_1": "Megatron, what's the use of this weapon?",
  "missionDial_35091_2": "Anything wrong with your memory system? By means of the light permeating through the ruby and focusing by the prism, ",
  "missionDial_35091_3": "it can create enormous laser and destory everything!",
  "missionDial_35091_4": "Megatron, you got screwed! Those'are not Stunticons!",
  "missionDial_35091_5": "It seems we don't need to disguise ourselves… Autobots, prepare to fight!",
  "missionDial_35092_1": "Megatron,  something wrong with that weapon! It looks somehow strange...",
  "missionDial_35092_2": "What's wrong… The weapon seems to explode!",
  "missionDial_35092_3": "Your Stunticons are my disguise and the ruby is  a fake too!",
  "missionDial_35092_4": "Cunning Autobots! Decepticon, retreat!",
  "missionDial_35092_5": "I think Megatron utterly know the dangerous of the weapon.",
  "mission_102501_name": "Return to the Base",
  "mission_102502_name": "Aid Powerglide",
  "mission_102503_name": "Be Ambushed ",
  "mission_102504_name": "Fight with the Constructicons",
  "mission_102505_name": "Build the Solar Tower",
  "mission_102506_name": "Look for Grapple and Hoist",
  "mission_102507_name": "Defeat Devastator",
  "mission_102508_name": "Attack the Solar Tower",
  "mission_102509_name": "Destroy the Solar tower",
  "mission_102510_name": "Rescue Grapple and Hoist",
  "mission_102601_name": "Guard the Bunker",
  "mission_102602_name": "Open the Bunker Exit ",
  "mission_102603_name": "Counter the Decepticons",
  "mission_102604_name": "Return to the Base",
  "mission_102605_name": "Guard the Negavator",
  "mission_102606_name": "Look for Red Alert",
  "mission_102607_name": "Prevent Theft",
  "mission_102608_name": "Protect the Base",
  "mission_102609_name": "Guard Red Alert",
  "mission_102610_name": "Defeat Megatron",
  "mission_102701_name": "Save Mankind",
  "mission_102702_name": "Go to Halley Observatory ",
  "mission_102703_name": "Look for the Starlight Machine",
  "mission_102704_name": "Stalk the Decepticons",
  "mission_102705_name": "Solve the Troubles",
  "mission_102706_name": "Control the Chaos",
  "mission_102707_name": "Ask the Base for Help",
  "mission_102708_name": "Go to the Moon",
  "mission_102709_name": "Rescue Blaster",
  "mission_102801_name": "Head for the Farm",
  "mission_102802_name": "Find the Insecticide",
  "mission_102803_name": "Get Rid of the Alien Plants",
  "mission_102804_name": "Cosmo Gets Trapped",
  "mission_102805_name": "Insecticons are Coming",
  "mission_102806_name": "Find Cosmo",
  "mission_102807_name": "Decepticons are Coming",
  "mission_102808_name": "Insecticon Spoilers",
  "mission_102809_name": "Clean up the Battlefield",
  "mission_102901_name": "Sneak into the Base",
  "mission_102902_name": "Avoid the Decepticon Guards",
  "mission_102903_name": "Fight with Shockwave",
  "mission_102904_name": "Go to Investigate",
  "mission_102905_name": "Escape from Manhunt",
  "mission_102906_name": "Rescue Elita One",
  "mission_102907_name": "Fall into a Trap",
  "mission_102908_name": "Breakthrough the Barrier",
  "mission_102909_name": "Defend the Base",
  "mission_102910_name": "Counter the Decepticons",
  "mission_103001_name": "Escort the Energy",
  "mission_103002_name": "Fight with the Plunderers",
  "mission_103003_name": "Investigate the Decepticons' Attempt",
  "mission_103004_name": "Find out the Conspiracy",
  "mission_103005_name": "Protect Alpha Trion",
  "mission_103006_name": "Find the Secret Passage",
  "mission_103007_name": "Fight with the Machine Guardians",
  "mission_103008_name": "Fight with the Stunticons",
  "mission_103009_name": "Protect the Super Energy",
  "mission_103101_name": "The Search for Vector Sigma",
  "mission_103102_name": "Fight with Shockwave",
  "mission_103103_name": "Fast Break out",
  "mission_103104_name": "Go back to the Earth",
  "mission_103105_name": "Confront the Stunticons",
  "mission_103106_name": "Convince the Aerialbot",
  "mission_103107_name": "Search for the Key",
  "mission_103108_name": "Find the Decepticons",
  "mission_103109_name": "Defeat Menasor",
  "mission_103110_name": "Recapture the Key",
  "mission_103201_name": "Encounter in the Air",
  "mission_103202_name": "Understand the Divergence",
  "mission_103203_name": "Meet Starscream again",
  "mission_103204_name": "Fall into a Trap",
  "mission_103205_name": "Transmit to the Past",
  "mission_103206_name": "Megatron is Coming",
  "mission_103207_name": "Guard Orion Pax",
  "mission_103208_name": "The Birth of Optimus Prime",
  "mission_103209_name": "Transmit back to Now",
  "mission_103301_name": "Determined to Rebel",
  "mission_103302_name": "Protect Human's Military Supplies",
  "mission_103303_name": "Go to Cybertron",
  "mission_103304_name": "The Birth of the Combaticons",
  "mission_103305_name": "Defend the Base",
  "mission_103306_name": "Rescue Jazz and Cliffjumper",
  "mission_103307_name": "Fight with the Combaticons",
  "mission_103308_name": "Defeat Bruticus",
  "mission_103309_name": "Provoke an Infighting",
  "mission_103401_name": "Start to Revenge",
  "mission_103402_name": "Defeat Shockwave",
  "mission_103403_name": "Leave for the Space Bridge",
  "mission_103404_name": "Space Bridge Controller",
  "mission_103405_name": "Decepticons Plundered in Chaos",
  "mission_103406_name": "Recapture the Controller",
  "mission_103407_name": "Land on Cybertron",
  "mission_103408_name": "Find Starscream",
  "mission_103409_name": "Lesson the Combaticons",
  "mission_103410_name": "Defeat Bruticus",
  "mission_103501_name": "Protect the Parts",
  "mission_103502_name": "Stop the Stunticons",
  "mission_103503_name": "Catch the Stunticons",
  "mission_103504_name": "Disguise as the Stunticons",
  "mission_103505_name": "Catch the Surveillant",
  "mission_103506_name": "Sneak into the Decepticons' Base",
  "mission_103507_name": "Stunticons Escaped",
  "mission_103508_name": "Defeat Menasor",
  "mission_103509_name": "Disguise was Exposed",
  "mission_102501_desc": "Grapple designed a solar tower. Just when he was reporting this to Optimus Prime, the Decepticons broke in.",
  "mission_102502_desc": "The Decepticons shot Powerglide. Grapple had no choice but to repair him first......",
  "mission_102503_desc": "When Grapple finished his job, and was on his way back to the Base, he encountered unexpected enemies.",
  "mission_102504_desc": "They were……Constructicons！",
  "mission_102505_desc": "Constructicons brought Decepticons' cubes and building materials. They finally completed Grapple's work. However……",
  "mission_102506_desc": "The Autobots found the track of Grapple and Hoist, and started off to rescue them.",
  "mission_102507_desc": "The enemy blocking in front of them is the powerful Devastator. Defeat him!",
  "mission_102508_desc": "The Decepticons sent massive forces to guard the solar tower.",
  "mission_102509_desc": "With the supply of the solar tower, the Decepticons are too powerful to defeat! There is no choice but to destroy the tower!",
  "mission_102510_desc": "The tower was destroyed, with Grapple and Hoist buried under its ruins. You should get them out!",
  "mission_102601_desc": "The Autobots developed a kind of super weapon named Negavator. The Decepticons rushed out for it the moment they got to know the news.",
  "mission_102602_desc": "Soundwave sent his tape army. The Autobots are trapped in the trial bunker！",
  "mission_102603_desc": "Powerful Negavator succeeded to repel the Decepticons. But the enemies left them a present before they retreated……",
  "mission_102604_desc": "On their way back to the Base, the Autobots were ambushed by the Decepticons.",
  "mission_102605_desc": "The firepower of the Decepticons is heavy. Hold on to guard the Negavator！",
  "mission_102606_desc": "Red Alert escaped! His circuit is unstable. Where has he gone?",
  "mission_102607_desc": "Red Alert has allied with Starscream. They are plotting to steal the Negavator together!",
  "mission_102608_desc": "When the stalemate was going on, the Decepticons swooped in!",
  "mission_102609_desc": "Megatron has made use of Starscream and Red Alert. He is still aiming at the Negavator!",
  "mission_102610_desc": "Red Alert set the self-explosion time of the Negavator. They finally defeated the Decepticons at one fling!",
  "mission_102701_desc": "The Teletraan I recieved human's S.O.S signal. Autobots all out!",
  "mission_102702_desc": "The Decepticons attacked Halley Observatory. What are they aiming at……？",
  "mission_102703_desc": "The Decepticons captured the High-pressure Starlight Machine. But where did they put it?",
  "mission_102704_desc": "Cosmo and Blaster found something on the Moon.",
  "mission_102705_desc": "The interference wave given out by the Decepticons made the Earth in a mess. The Autobots are exhausted solving troubles……",
  "mission_102706_desc": "The Earth is in a mess because the radio is interfered!",
  "mission_102707_desc": "The Decepticons just swooped in at this chaotic moment!",
  "mission_102708_desc": "The Autobots received the music sent by Blaster and finally detected the Decepticons' base on the Moon.",
  "mission_102709_desc": "Located Blaster and Cosmo!",
  "mission_102801_desc": "Plenty of Insecticons are found in human's cropland! Autobots set off!",
  "mission_102802_desc": "In order to wipe out large number of Insecticons, Cosmo found a kind of Insecticon pesticide. But he seems to have gotten into troubles……",
  "mission_102803_desc": "Cosmo is totally entangled by alien plants. We must do something, or we will all get screwed!",
  "mission_102804_desc": "Alien plants are growing crazily on the Earth. Cosmo is trapped. Autobots set off to rescue him right now.",
  "mission_102805_desc": "Having known that Cosmo has got the pesticide, Megatron warned all the Insecticons not to get close to the hollow where he crashed.",
  "mission_102806_desc": "The Autobots have arrived at where Cosmo crashed, but this place has been covered by alien plants Morphobots all over.",
  "mission_102807_desc": "The Autobots has finally saved Cosmo and gotten the pesticide. But the Decepticons appeared……",
  "mission_102808_desc": "What was worse, Insecticon arrived at the same time……The Autobots were not in advantage……",
  "mission_102809_desc": "Morphobots repelled Insecticons and Decepticons. What the Autobots should do next is to clean up the battlefield.",
  "mission_102901_desc": "On Cybertron, there are still some Autobots moving underground to resist the Decepticons.",
  "mission_102902_desc": "Avoid the Decepticon guards. The target is Shockwave's storeroom!",
  "mission_102903_desc": "When they were moving the cubes, Shockwave came in……They had no choice but to fight!",
  "mission_102904_desc": "The Decepticons may have known the location of the Autobots' secret base. We'd better size up the situation now.",
  "mission_102905_desc": "Megatron sent warriors to Cybertron to search for the Femalebots!",
  "mission_102906_desc": "Elita One is captured by the Decepticons. Megatron is going to use this to put pressure on Optimus Prime……",
  "mission_102907_desc": "Optimus Prime walked into the Decepticons' trap when he land on their space bridge. He is caught by Starscream!",
  "mission_102908_desc": "The Decepticons blocked on your way to searching for Alpha Trion. Break through!",
  "mission_102909_desc": "Alpha Trion was found. Work all out to protect the base, so that he can focus on repairing Elita One.",
  "mission_102910_desc": "Elita One is back to life! Now go to find Starscream to revenge.",
  "mission_103001_desc": "The Decepticons is aiming at the super energy that the Autobots has got.",
  "mission_103002_desc": "Megatron sent his air combat team to seize the energy. But in highway battle, they are not in advantage……",
  "mission_103003_desc": "To dominate the highway, the Decepticons searched automobiles all around to set up their automobile team, the Stunticons.",
  "mission_103004_desc": "The Stunticons made on the Earth don't have the ability to think. To become real transformers, they need……",
  "mission_103005_desc": "Megatron needs key to start the Vector Sigma. But the key is in Alpha Trion's hand……",
  "mission_103006_desc": "With the help of Alpha Trion, the Autobots found the secret passage to the Vector Sigma.",
  "mission_103007_desc": "Machine Guardians in this passage have been remoulded by Megatron. They have only one thing in mind, killing the Autobots!",
  "mission_103008_desc": "Megatron succeeded to make Vector Sigma give souls to the Stunticons……Now they have become dangerous enemies!",
  "mission_103009_desc": "With the big advantage, the Decepticons caste eyes at the super energy once again!",
  "mission_103101_desc": "Alpha Trion remoulded airplanes for the Autobots. Now they need Vector Sigma to give them lives……",
  "mission_103102_desc": "Autobots' air power, the Aerialbots were born! But Shockwave found all this……",
  "mission_103103_desc": "Shockwave sent plenty of Machine Guardians to trap the Autobots. Break out immediately!",
  "mission_103104_desc": "The Autobots led the Aerialbots to protect human's super energy the moment they came back to the Earth. However……",
  "mission_103105_desc": "The Stunticons came again!",
  "mission_103106_desc": "The Aerialbots don't think human are worth protecting. They had a clash with the Autobots.",
  "mission_103107_desc": "The Aerialbots left. Megatron found the secret in the key of Vector Sigma……The Autobots are in disadvantage!",
  "mission_103108_desc": "The Aerialbots finally realized that it was the Autobots who gave them lives, and they should help them!",
  "mission_103109_desc": "Stunticons combined into Menasor, becoming really powerful……Stop them, or they will turn the Earth into a metal planet!",
  "mission_103110_desc": "Losing Megatron wants to escape with the key of Vector Sigma…… Don't let him!",
  "mission_103201_desc": "The Aerialbots encountered the Decepticons' air team. Go into battle right away!",
  "mission_103202_desc": "The Aerialbots can't understand the divergence between the Autobots and the Decepticons. They are doubting the meaning of this battle.",
  "mission_103203_desc": "The Aerialbots encountered Starscream again on the Cybertron. This time they want to remove the doubts by themselves.",
  "mission_103204_desc": "The Aerialbots walked into the Decepticons' trap. They fell into the time machine!",
  "mission_103205_desc": "The Aerialbots are trapped on the Cybertron nine million years ago…… Here they encountered some old friends.",
  "mission_103206_desc": "This was just the time when Megatron first showed his wild ambition. Aerialbots, get ready to fight!",
  "mission_103207_desc": "The Aerialbots found Alpha Trion in this period. During his repairation, keep the Decepticons out!",
  "mission_103208_desc": "Alpha Trion has totally remoulded Orion Pax. Now, he has become —— Optimus Prime!",
  "mission_103209_desc": "In present time, Optimus Prime is still leading the Autobots to fight with the Decepticons.",
  "mission_103301_desc": "For a long time, Starscream have been discontented with Megatron's domination. Now he is going to rebel!",
  "mission_103302_desc": "Expelled Starscream found some remaining military supplies in human's world war two. He decided to set up his own army.",
  "mission_103303_desc": "Starscream needs some personality devices to give lives to his army. He has to find some on Cybertron.",
  "mission_103304_desc": "Starscream succeeded in setting up his army. The Autobots are facing new enemies!",
  "mission_103305_desc": "Megatron's army is rushing straight towards the Autobots base. All this is on account of what Starscream has done……",
  "mission_103306_desc": "Having known about everything, the Autobots decided to rescue Jazz and Cliffjumper.",
  "mission_103307_desc": "The enemies blocking in front of the Autobots, are Starscream's Combaticons!",
  "mission_103308_desc": "The Combaticons have combined into powerful Bruticus —— You have to defeat him!",
  "mission_103309_desc": "Megatron sent Menasor to deal with Bruticus. Autobots, grab the chance to rescue Jazz and Cliffjumper！",
  "mission_103401_desc": "Expelled Combaticons was determined to revenge all the transformers. Their first target is the Cybertron.",
  "mission_103402_desc": "The one waiting on the Cybertron is Shockwave. Defeat him!",
  "mission_103403_desc": "Bruticus is controlling the orbit of the Earth on the Cybertron. You have to land on the Cybertron to stop him.",
  "mission_103404_desc": "Megatron ordered the Insecticons to hide the control panel of the space bridge. Find it immediately!",
  "mission_103405_desc": "The Earth moving towards the Sun; disasters arising everywhere; the Decepticons plundering in chaos…… Autobot, set off right away!",
  "mission_103406_desc": "The Insecticons broke the panel. In order to repair it, Optimus Prime and Megatron have to donate some devices……",
  "mission_103407_desc": "To stop Starscream and Bruticus, the Decepticons and the Autobots get together to land on the Cybertron.",
  "mission_103408_desc": "They found Starscream together. But it seems that he was not the chief culprit……",
  "mission_103409_desc": "The Combaticons finally show up！",
  "mission_103410_desc": "The Combaticons combined into Bruticus. Defeat them, then the Earth will get back to the right orbit!",
  "mission_103501_desc": "The Decepticons are developing a kind of secret weapon. Megatron ordered Stunticons to search devices for him.",
  "mission_103502_desc": "Stunticons is looting all around, seeking devices. We can't let them do whatever they want!",
  "mission_103503_desc": "The Autobots encountered the Stunticons members…… Catch them and find out what are they aiming at!",
  "mission_103504_desc": "To find out what the Menasor are aiming at, the Autobots disguised themselves as the Menasor members.",
  "mission_103505_desc": "Laserbeak is surveille the disguised Autobots. Do something to outsmart him!",
  "mission_103506_desc": "The Autobots have seen Megatron setting up the secret weapon…… Don't let him notice!",
  "mission_103507_desc": "The caught Stunticons escaped from the cages!",
  "mission_103508_desc": "They are about to inform Megatron. Protect the disguised Autobots!",
  "mission_103509_desc": "Menasor finally arrived at the Decepticons' weapon building base. A tough battle can't be avoided!"
}